#version: 0.2 - Trained by `huggingface/tokenizers`
T A
T C
G A
G C
č Ċ
T G
A C
T T
A A
TA C
GA C
G G
TC C
GC C
G T
TA A
GA A
TC A
GC A
AC C
T GA
T TA
T GC
T TC
G GA
G TA
G GC
G TC
T TG
G TG
AC A
C A
G TT
AA A
C C
TAC C
GAC C
TCC A
GCC A
TAC A
GAC A
TG GA
T GCC
T TCC
TG GC
G GCC
TT TA
TT TC
G TCC
TA AA
T GAC
T TAC
TA TC
TG TC
G GAC
T GAA
GA AA
TA AC
TA GC
GG TC
T TAA
T GCA
G TAC
TT GC
G GAA
GA AC
GA TC
T TCA
GT TC
GA GC
G GCA
ACC A
G TCA
G TAA
GT GC
TG TA
GG TA
GA TA
TC TC
TT GA
GT TA
GC AA
GC AC
TC AA
TT TG
TC AC
GA GA
TA TA
TG TG
GC GC
GT GA
AC AC
TC GC
GG TG
AC AA
GT TG
TC TA
GC TA
TC GA
AC TA
TT T
GC TC
GC GA
TA GA
AC TC
GG T
AC GA
AC GC
TA TG
GA TG
C AA
C CA
TC TG
GC TG
TT TCC
AC TG
GG TT
GG TCC
GT TCC
TA G
GA G
TT TAC
GCC AA
GA GG
GCC C
GAC CA
TG G
T GACC
TTA AA
TC GG
TGA AA
T TACC
TT TGC
GTA AA
TCC AA
TA GG
GGA AA
TAC CA
GC G
T GCCA
GC GG
GAC AA
TC G
TCC C
TT TCA
TAC AA
TT GCC
TTC AA
GT GCC
GA T
TT TAA
ACC AA
TT TGA
AC GG
TG T
AC G
TA T
GTC AA
TGC AA
GC T
TT GAA
GT TAA
GGC AA
GT TCA
C GC
TG GCC
GT TAC
C TC
GT GCA
TT GCA
A GC
G GACC
TT GAC
C GA
GT GAC
GT GAA
TC T
C AC
TG TCC
G TACC
TG GAC
GA ACC
A TA
C TA
GG TTA
G GCCA
A TC
A AC
T TCCA
A GA
T TACA
TG GCA
G TCCA
TA TCC
TG GAA
TG GTA
TAA AC
GG TAC
TA GGA
TA ACC
GC ACC
GA TCC
TG GTC
TA GCC
TC TCC
TC ACC
TTC AC
GG TGC
GG TCA
GA GGA
TG GTG
GC TCC
GC GGA
G GACA
GG TGA
GG TAA
GG TTC
GAA AC
GA GCC
GA GGC
TTA AC
TA GGC
TAC AC
TG TCA
GC GCC
TG TTC
TC GCC
TG TAA
TG TGA
T GACA
TTG GC
TC GGA
TG TGC
ACC C
AA AC
TG TAC
TG TTA
GA TGA
G TACA
TA GTC
TA ACA
GC AAA
TA GAC
GA TCA
TC AAA
GC GGC
GTA AC
GG TTG
TA TAC
GA TTC
TA TGA
TC TAA
TC TGC
TC GAC
GA GCA
GA TTA
TA TAA
TA TTC
TA TCA
GA GAC
GC TAC
TA TTA
TA TGC
GGC AC
TA GTA
GA TAA
GA ACA
TA GAA
GCA AC
TC TGA
TCA AC
GA TAC
GC GAA
TC ACA
GA GAA
TC GTC
GA GTA
TC GAA
GA TGC
GC TGA
TC TAC
TC GGC
TC TTA
TG TTG
TG GTT
TA GCA
GCC AC
GTC AC
GGA AC
TCC AC
GC GTA
GC GAC
TC TCA
GA TT
TGC AC
ACC AC
TC GTA
TG TT
TA GTG
GA GTG
GC GCA
GC TAA
TA TTG
GC GTC
TC TTC
GC TTA
GAC AC
GC TTC
GC TCA
GA GTC
TGA AC
TG GT
GC ACA
GA TTG
TC TT
TA TT
TC GTG
TC TTG
TC GCA
CC C
GC TGC
CC AA
TA GT
GC TTG
TA GTT
GC GTG
ACA AC
A ACC
GC TT
C TCC
C GCC
GA GTT
GA GT
C AAA
A GGC
C TTA
A GCC
TC GTT
TC GT
A TGA
C GGC
A TCC
AC TCC
AC ACC
A GGA
AC AAA
C GGA
GC GTT
C TTC
C GTC
C TAA
C ACC
AC T
A TCA
A GCA
AC GCC
A GTA
TGGA AA
TTTA AA
TG GG
GC GT
AC GGC
A GG
C TGA
A GAC
C GTA
C GAC
C TCA
C GG
AC GTC
AC GGA
TACC AA
TCC G
A TAA
A TGC
C TTG
AC TTA
TTAC CA
AC GAA
AC TAA
C TGC
GGA G
A TTC
TGGC AA
C TAC
GGC G
C ACA
AC TAC
C TG
GCC T
AC GAC
A TTA
GCA G
GTA T
C GTG
GCA T
TCC T
AC TCA
TGCC AA
C GCA
AC TTC
GGA T
AC GTA
TGC T
A GTC
A TTG
A TG
A GTG
AC TGA
GCC G
TGAC CA
TAA T
GAA GC
TTC G
TTCC AA
A TAC
TTG G
TCC TA
TTTC AA
TT TACC
GCC GC
TGA T
AC TGC
GTG GC
TAAC AA
GAA G
C GAA
GACC AA
AC GCA
GGCC AA
GTT TC
TAA GC
GAC G
GTG GA
TTA T
GTC T
A ACA
TAC G
GTA GC
TGTC AA
ACC T
A GAA
GAA T
TCA G
TTG T
GTT TA
TT TGGC
TTG GA
TAA TC
GTT T
AC ACA
GGA TC
TT TTC
GGC T
TCC GC
TT TTA
GTG G
TT TGGA
GCC TC
GCC TA
TCA TC
TGA G
TT TGCC
GCC GG
GTT TG
GTAC CA
TTG TC
GGA GG
GAC T
TTA G
TAC T
GTT TCC
GTC G
TTA TA
TTA GG
TGAC AA
GTCC AA
GGAC CA
TTAC AA
GTG T
TGC G
GTT GA
GTA G
ACC TA
TAA GG
TTGC AA
TT GAAA
GT GACC
TCA T
GTA GG
TT TGAA
TGC TA
ACC GG
GAC TA
AC GTG
GATC AA
GAGC AA
TTC GC
GTC GC
TTC T
TAA G
TT TACA
GGC TA
GAA TA
TAA GA
GCC GA
TCC GG
GGA GC
GCC AAA
GAA TC
TATC AA
ACC G
TT TCCA
TAGC AA
TAC CC
GTA GA
GGTC AA
TCC TC
ACC GA
GTA TC
TAC TG
ACA GC
GAC CC
TAC TA
TAA TA
GAA GA
TTA GC
TT TGAC
GTC GG
GTT TGA
TCC GA
GTT GC
TGC GC
TTG TA
GCA TA
GAA GG
TTC TC
GCC TG
ACC GC
TCA GG
TGA GC
ACC TG
GGA TA
TCA TA
GGC GC
GAC GA
GT TGGA
TT TGCA
TTC GA
TCA GA
AC TTG
GGC GA
TAC GC
GTAC AA
TTC GG
GGC TC
TCC TG
GTA TG
GGAC AA
GAAC AA
TAC TC
GTGC AA
GT TCCA
TGC GA
TGA GG
GGC GG
TCC AAA
GAC GG
GCA TC
TGA TA
TTC TA
GAC TC
GT TACC
ACC TC
TTA TC
TAC GA
TT GACC
TGC TC
GGA GA
ACA G
GT GAAA
GT GCCA
TGA TG
TGC GG
GCA GC
TAC GG
GTC GA
GTC TA
GT TAGC
TCA GC
GCC TCC
GAC GC
TG GTCC
TGA TC
C GTT
ACA TA
TGC AAA
GCA GG
GTA TA
TT GAAC
GTG TC
TG GACC
GT TAAA
GCC GGC
GTTC AA
GCC CA
GT TGGC
ACC AAA
ACA TC
GTC TC
ACA GG
TG TGGA
TTA GA
TG GCCA
TTC AAA
TT TTG
ACA T
GCC GGA
GAA ACC
GTC GGA
GT GACA
TT GAGC
TT TGTC
TCC CA
GTC TG
GTG TG
TT GACA
GCA GA
TAC AAA
TT GATC
A GTT
TGA GA
GAA TCC
GCC TAC
GTC AAA
GT TACA
TAA TCC
GT GATC
TT GCCA
GGC GGC
TAA TG
GCA TG
GAC TG
GGA TG
GGA ACC
GCC ACC
AC GTT
GCC TGC
GGA TCC
GTG TA
TTC ACC
GT TATC
GTC ACC
GAC AAA
TTA TCC
TTG GCA
TGC TG
TGA GGC
GG GC
TTC TCC
GA GGCC
TCA ACC
TTG GTG
TTA TG
GCC GCC
TTG TAA
GCA ACC
TCA TG
ACA GA
GGC ACC
GGC AAA
TTC TG
TCA TCC
TT GATA
GT GAGC
GT TAAC
TCAC AA
TCTC AA
GG GA
GAA TG
TGC ACC
TAA ACC
ACA TG
TTG GAC
GGA TTA
GTA TCC
TT TGTA
GG G
TTG TG
GAA GGC
TAC ACC
TGA ACC
GCC CC
TCC ACC
TTA TAC
GT TGTC
GCC TTC
TAA TAA
GTC GAC
GGA TGA
GTT TCA
GTT TAC
TCC TAC
TTA ACC
GAC GGC
GTA ACC
TAA TGC
TTG GCC
GAA GGA
GAA TTC
GT GAAC
GTG GTA
TTA GCC
GAC ACC
TTG GTC
GCAC AA
TAA GTC
TA GGCC
GT GATA
GGA ACA
GTG GCC
GG GG
TCA GGC
GC GGCC
TCCA T
TTA ACA
GTT TGC
GAA GCC
GAA ACA
TGA TAA
TTC GGA
TTC GGC
GTG GTC
GG TTCC
GA AAA
GAC TCC
TTA GGC
TTA GGA
TGA TAC
GG TGGA
GT TGTA
TA TACC
GTG GAC
GCA TCC
GG TAGC
GAA TAA
GTC TCC
TA ACCA
GG TTTC
TC TTTA
AC TT
TG TTTA
TGC ACA
GTG GCA
TG TATC
GG TCCA
TC TTCC
TAA GGA
GG TGCC
GCA GGA
TCC GTA
TG TGCC
A GGAA
TGC GGA
AAA GC
GTG GAA
TAC GTA
TCC GTC
TCA TCA
TGA TTA
GG TTTA
GG TTAA
TA TTTC
CC AC
ACA ACC
GTG TCC
GG TAAA
TG GTAA
GTC GGC
GTT TAA
TG TCCA
GCA GCA
GAA GTC
TTA GAC
GGA GCC
GGA GGC
TA AAA
TTG GTA
TG TAAA
TGC TAC
TCA GCA
TA GTCC
TG TACC
GAA GAC
TAA GGC
GCC GTA
GG TACC
GT TGTG
TG TTTC
TGC TCC
GT GAGA
TA TTCC
TGC TGA
CC CA
TAC GGA
TTC GTA
TTG TCC
GG TTGC
TAC GTC
GTT GAC
TG TTCC
AA AA
GCC GTC
TAA TTA
TGA GTA
GAA GAA
TA GGAC
TC GGCC
TC GGAA
TAA ACA
TG GTAC
GC GACC
TTG TCA
TGCC C
TAC TTA
TA GGTC
TGA TCC
TTG TTA
TGCC T
GCA TTA
GAAA G
A GGCA
GC TTTA
GCC GAC
TGA GGA
ACC GGC
TG TTAA
TA TACA
GTA GGC
TA TTTA
TGAA AC
GA TACC
TCCA G
TTG GAA
GG TATC
TGC GGC
TGA TTC
A GCCA
GA GACC
GCC TCA
GA TGGC
TTCC C
CA AC
TC TGGA
TAC GAC
GTT GCA
ACA TCC
TG GTCA
TTC TTC
GTA GGA
TA GGAA
GCC TTA
TGA GAC
C TGCC
TA TGAA
TG GACA
TA TCCA
TAA TTC
GA GGAC
TT TT
ACC TCC
C GAAA
GA TGGA
GA TTTC
GGC GCA
GCC GAA
GTG TCA
TAC TCC
ACC CA
GC GGAC
GG TGGC
TGA TCA
TG TACA
GTC TCA
TGCA T
GA GGCA
TTA TCA
GTA TCA
GA GAAC
GGTG G
GGA GGA
AAA G
GA GGTC
C TTCC
GC TTCC
GTA GAC
GCC ACA
GG TACA
TGC TCA
TA TGCC
GA TTCC
GCA ACA
TACC AC
TGC TTA
TTC ACA
TAC TCA
AA ACC
C GCCA
GG TGAC
TA TAAA
GCC TAA
TC TAAA
C GGAA
TG TGAA
GTT GAA
GTC ACA
TCC GGC
GCCA T
TA GGTA
GA TGCC
TG GTGC
TACC T
TGA GCC
TGC TGC
TTC GCA
GG TTCA
GTC GTA
TTC GAC
TA TTAA
TAA GAC
TAA GCC
TG GTTC
TC GACC
GTCC C
AAA T
GCA TTG
TA TGGA
TTA GAA
TA GACC
TAA GTA
TC TGCC
AA GC
GCA GGC
GG TTAC
GA TAAA
GGA TGC
TATC T
TC TTTC
TGA ACA
ACC GTC
TGA TGC
TGAC G
GG TAAC
A TCAA
TTA TTA
GA ACCA
GACA G
TA GGCA
TA GTAC
GA GGAA
GCC GTG
C GGCC
A TACA
TAC ACA
TCC CC
TGA GAA
TC GTAA
GCC TTG
GA TTTA
AA GGC
TAA TCA
GCA TGC
GC GGAA
TTA GTA
GCA TTC
GTG TAC
GGA GTA
A GTCA
GA GTCC
C GTTC
TCC TCC
TTA TTC
CA ACC
C TCAA
TG TGTC
CA GC
GAC GTC
TAC GGC
TC GCCA
TGA GTC
GA GTTC
TTG TTC
TGGA T
GCA GAA
TC GGAC
GG TGTC
TTA GTC
GAC GAA
AC GT
TGTA T
GA GCCA
TC GGCA
GA TACA
GCA GTA
TG TTCA
GACC T
TA TGGC
GA TGTC
TC TAAC
TCC TAA
TA TAAC
TC TTAA
TGAA T
GA GTAC
GA TAGC
TA GAAA
TACC G
GAC TAC
GGC ACA
GG TGCA
ACC ACC
TC GGTC
TCA ACA
GCA TAC
C ACCA
TA GCCA
TC GAAC
A TTAA
GC GTCC
TTG TAC
A TTTA
TCA TTA
CC TTC
TG TTGC
C GGTC
TG TGGC
TA GAGC
GGC GTA
ACAC AA
TC TGGC
GTG GTG
TG TAGC
A TGGC
TCC ACA
TC GACA
TCA TAC
TCC TTC
TAA TAC
TTTG T
TA TGTC
TC GGTA
TCA GTA
GC GACA
TCCA AC
GTTA G
TC TTAC
TC TACC
TC GTTC
TC GTCC
TG TAAC
GAC ACA
TC TATC
GC TCAA
TG TTAC
GA TTAC
GA TTAA
GACC G
GA TCCA
TGC GTC
GGA TAA
TA GATC
C GTCA
C GGTA
TA TAGC
TC ACCA
TGC GCC
TC TACA
C TCTC
GA TGAA
TGC TTG
TG TGAC
GAA TTA
TC TCCA
A GGCC
A TTTC
ACC GGA
C TACC
GC TGCC
GAA GTA
GCC TGA
TGC GAC
CC AAA
GA GTGC
A TAGC
GTC GTC
C TGGC
C TTTC
ACC ACA
TGTA G
GTG TTC
GACC AC
GG TGAA
C GTAA
A TGGA
TC TAGC
TC TGAA
TTTG G
TC GCAA
TCC GGA
TCA TTC
TA TTCA
GCC GCA
A TGTC
TAAC T
GA TGCA
ACC GTA
A TGCC
TA GTCA
GAA GTG
CA GGC
TGC TTC
A TGAC
TG GGC
TTTA G
TAC TTC
TTAA AC
GAC TAA
TTGA G
TGTG G
GGCA T
ACCA T
GAC GCC
TCA TAA
C TTCA
TC GTCA
C TAAC
TCA GAA
CC GGA
GC GTCA
TTTA T
TC TGCA
GA GTTA
GG GTA
A GACC
GC TACA
TAC TAA
GAC TTC
A ACAC
C GTCC
TA TATC
A TGCA
TTT GCCA
C TAAA
GGAC T
TA TTGC
GC GCAC
GGAA G
TCC TGA
TA TGCA
C GATC
GC TAAC
C TTAC
GCA GCC
GTTG G
A GATC
TA TGAC
TTA GT
TTA TAA
TC GTAC
GTC GCC
C GTAC
TC GAAA
GCCA G
C TCCA
TTCA G
TCA TGC
ACC CC
C GTGC
GAC GGA
TG GTGA
A TACC
TCA GCC
GTC TTC
GTG TAA
TG GTTA
GG TGTA
GC GGTC
GTA GTA
TG TGCA
AC GGTC
TAC TAC
C GACC
A GACA
GAA GCA
GAC TGA
TTA TTG
TCC GCA
GA GAAA
GATC T
AC TTTA
GAC GCA
TC TTCA
GTT GCC
TTTC G
C GGCA
GA TATC
TGGC G
C TTGC
TGC TAA
A GTTC
AC GGCC
TA TTAC
GGA TTG
TGGC T
A TAAA
GAA TTG
GA GATA
A ACCA
GC GATA
GCA TGA
GTC TAC
AA TCC
TA GTTC
GAA TGA
GA GGTA
GC TATA
TA GAAC
TTGC T
GTC TGC
GAC GTA
TCA GGA
GTC TAA
AC GTTC
CC CC
A GGTC
A TATC
C TTTA
GTA TGA
GAA TAC
TC TGAC
GC GCAA
TTC GCC
GTA ACA
GTAA G
C TTAA
AC TTTC
TGTC T
TGCA G
CC TCC
TA GACA
TC GAGC
TACA G
GC ACCA
GC GGTA
A GTAC
TC GATA
ACC GCC
C GCAA
GA TGTA
GTAA AC
GTG TTA
GG TTTG
C GGAC
C GCAC
GC TCTC
ACA GGC
TGTC G
GC GTAC
GTG TTG
GA GACA
C ACAC
GA TAAC
TC GCGC
C GACA
GG GCA
C TCAC
ACC TAC
GC GCCA
TTAA T
GC TAGC
GA TTGC
GGC TCC
TAAA T
TC GATC
GA TGAC
GGC TAC
GTA TAA
TCA GTC
C TTGA
C TAGA
A TCAC
C GAGC
GC TTTC
C TATC
TAAA G
GTG TGA
ACA TAC
GC TTAC
TG GGA
GGC TTA
GGC TCA
GGC GTC
A TCCA
TCC GCC
GG GAA
TCC GAA
GA GAGC
GC TACC
TAGC G
GGAA T
GAC TTA
GACA T
ACC GTG
GGCC AC
TTC TAA
TGCC G
C TGTC
GG GTC
GA GTCA
TCC TTA
GA GATC
GGC GGA
GTCC G
TCA GAC
TGA TGA
ACC TTA
GC GGCA
A GGAC
CA TAC
A GCAC
GCA GTC
ACA ACA
TTAA G
AC TTCC
TTC TTA
GTTG T
GC TCCA
GGC GCC
AA GTA
GCA TAA
AC GGAA
GC TGGA
AC GGAC
TTC TTG
GG GCC
TGC GAA
TTGC G
C GTTA
TTCA T
A TTAC
TCC TGC
GCA TCA
ACC TGA
GAAC T
AC TCCA
A TTCC
TTC GTG
TTTCC AA
A GTCC
AC TGCC
GAA TT
A GGTA
TGA TTG
A GAAA
GC TATC
GC GTTC
TTC GTC
GTA GCC
TCTC G
A TCTA
GC GTAA
ACC TGC
TC TATA
GG GAC
TTCC G
TA GTGC
A TTGA
TA GTTA
TA GATA
GCA TT
TTG TTG
TC TGTC
GTGA T
CC GCC
GC GTTA
GAC TGC
GTC TGA
GC TTAA
TTTC T
C GAGA
GGC TTC
TAA GTG
GGA TAC
TAA TGA
GAA TCA
GAC GAC
CA TCC
AC GTTA
GC TGAC
C TGCA
GA GTAA
A GTGC
GCA GTG
GTC GAA
GGCC T
GGTA T
C TGGA
GA TTCA
TGC GTG
A GCGA
TAGC T
TTTAC CA
TC TGTA
GC GATC
GACA AC
GC TAAA
TGC GCA
ACA TTA
TGGA G
GC TGGC
ACC TAA
ACC GCA
GTC TTG
GG TTGA
AC TGCA
GC TTGC
TG TTGA
GC GTGC
TC GTTA
AC TAAC
TTC TAC
GGA TCA
AC GACC
ACA GTC
C ACGA
GGC TGC
C TAGC
GCC TT
GTA TGC
GAC TCA
TTAC G
TG TGTA
ACA GAA
TTAC T
GTA GAA
GGTG T
GC TGAA
A GTAA
TA GAGA
TC GAGA
TA TTGA
AC GATC
TC TTGC
GAC TTG
ACA TTC
GGA TTC
GTA GTC
GGC GAA
GTG GTT
TCC TCA
ACC TTC
A GCAA
AA TTA
GGA GTC
GTCA T
TGA GT
A GCTA
AC GCCA
TGA GCA
TAC GCC
AC TTAA
TC GTGC
C GAAC
TACA T
TCC TTG
GC GAAC
TAC GTG
GAA TGC
GAC TT
TTT GACC
GC TGCA
ACA GCC
TACC AAA
CC ACC
A ACAA
C TGAA
GC TCAC
TCA GTG
ACA GGA
C TATA
AC GGCA
TAAC G
C TGAC
TCA TGA
AC GAAA
ACA TAA
TGAC T
TCC GTG
TTG TT
TTT GACA
TTC TGA
GAGA G
AAA GGA
GC TCGA
C GGTG
GGT GACC
TTC GAA
GC TGTC
AC TATC
TGA GTT
TTA GTG
GAC GTG
ACC GAA
TA GTAA
TT TTCC
GA TTGA
GGAC G
GCA GAC
GTAC G
GC TTCA
TGTG T
TACA AC
AAA TCC
TAC TGA
GC GAAA
AC GCAC
TTA GCA
AC GACA
TAA GCA
GGTC T
A TTGC
GGC TTG
GGCA G
GTTC G
AC TAAA
TCA TTG
GA TGTG
A GAAC
AA GCC
GTAC T
TAC GT
ACA GTG
GCAA T
TTC TGC
A TTCA
GGA GCA
GG GTG
GGA GAC
GTA TTA
TAA TTG
ACTG G
GC GAGA
A TAGA
GATA T
C TCGC
AC GTCC
GATC G
GTTA T
TATA T
TAC TGC
CC GTC
GTA GTG
GCA GTT
GGC GTG
GC TGTA
GGT TCCA
A GATA
GA GTGA
TG TTTG
TG GTTG
TGA TT
GTCA G
AC GTAA
TTGA T
C ACAA
GC TCGC
GATA G
ACA GCA
TATG G
A TATA
GAAA T
TTG TGA
ACA GAC
GAAC G
AAA GGC
AA GGA
GAA GTT
TTCC T
A GCTC
A TGAA
GTC GTG
TTG GT
C TCTA
CA GGA
TA TGTA
GTA TTC
CA TTC
TATA G
GGCC G
TAA GAA
TGCC AAA
GGCC C
A ACTA
TTG GTT
GCTC G
TA TTTG
AC TAGC
GGTA G
TAGA T
TATC G
GA TTTG
AC TCTC
GGA GAA
GGCC GG
AC TTAC
TTTC AAA
GGC TAA
ACCA G
TC TTTG
TTA TGA
C TGTA
GTC TT
TAC GAA
TAG GCCA
CA ACA
A TCTC
TCAA G
ACAA G
TTCA GG
AC GTGC
GAG GACC
TAA GTT
GC GAGC
CC TGA
TC GCAC
GTG GT
GGC GAC
C ACTC
GTTCC AA
AC TACC
A TCGC
A ACGC
GTC GCA
TGAA G
C GATA
TTC TT
A ACTC
GTC TTA
GGA TT
ACC GAC
ACC TT
TCC GTT
TGGC AC
ACTA T
TCA GT
C TACA
A TGTA
GC TTGA
GC TCTA
TA TGTG
GCTA G
CC TAA
TGCC AC
ACC TTG
C GCTA
AA TGA
TCC GAC
GTA GCA
A TATG
GTG TGC
GTCC T
AC GTAC
GA GGTG
TAC GCA
TAA TT
A TAAC
A GAGA
CC GTA
TAC TTG
C TTTG
TCTG G
AC GTCA
CA GTG
AAA GCC
GTGC G
GG GGC
C TCGA
TA GGTG
GCTG G
AA GAC
A GAGC
CC TAC
TC TTGA
GGA GTG
CA GAC
GTGA G
TCC TT
TCAC T
GGT TACC
TC GTTG
AC TGAA
TTG TGC
GATG T
GCGA T
A GCGC
ACC TCA
CC GCA
TCAC G
GGT GCCA
A TTTG
TTA TGC
ACTA G
GGC TGA
CA TAA
AC TCGA
C GTGA
A GTTA
GTA GT
GTT TATC
TCCA ACC
AA TGC
CC GGC
AC GAAC
GTC GT
CA GCC
AC TGGA
TCAA T
AC GCAA
GTA TAC
AAA TTA
GCGA G
TCTC T
C GCGA
CA GCA
GG TGTG
GAGC G
ACA TGC
C TCTG
GAC GTT
AC GGTA
ACA TTG
TTC GT
GTGC T
TC GTGA
AA TCA
TA GTTG
AC TACA
AC TGAC
GTG TT
CC TGC
TTCC AAA
GCC GTT
AA TTC
TCCA TTC
TCA GTT
GAGC T
A GTGA
TGGA GG
C ACGC
ACA GTA
TGC TT
TTTAC AA
TGA GTG
CA TTA
AC TTGC
TGC GTA
GGT TACA
CC TTA
GCTA T
GG GTT
GGC TT
GG GGA
TCTA T
TA GTGA
GA GTTG
AAA TTC
GC TTTG
GCC GT
TAAA GAA
AA TAA
TGAC AAA
C GCGC
GG TTT
AC ACCA
TTC TCA
GGTT TAA
AC GAGC
TAAC AAA
AC GATA
TTTA GG
TCGA G
GAG TACC
TTC GTT
TTTA GC
A GATG
AC TGGC
GTAA T
AAA GAA
TGACC AA
TACA ACC
GGTA GGC
AC TCAA
TGC GTT
GAGA T
TAA GT
GTA TTG
CC GTG
GCG GACC
AAA TG
TAGA G
ACA TCA
GC GTGA
TACC ACC
TTTG GCC
C GCTC
TA GGT
AA GTG
GG TTTCC
GGC TG
TT GCCAA
TGCC ACC
C TATG
TAG GACC
AC TGTA
GCC TTCC
A ACGA
TCCA TCC
GGAC CC
TATG T
GAA GT
GCAC G
AAA GAC
ACTC G
TAC TT
ACTC T
GTTC T
AA ACA
TGG TCCA
CC GGAA
ACGC T
GC GGTG
AAA GCA
CC ACA
GGT GACA
TC GGTG
AC TGTC
GTC GTT
GC TGTG
TTA TCAC
ACGC G
C ACTG
TCTA G
AAA TAC
ACA TT
GGTC G
GAG TCCA
TTA GTT
AC GCGC
C GATG
AAA TGC
TGGC TGC
ACGA T
TGAC CC
AC TTCA
AA GCA
CA TCA
CA GTA
CC TCA
TCG TCCA
TAC GTT
TCGC G
GGC GTT
TTAC CC
C TGTG
TAG GACA
CA TTG
AA GTT
TT TTGC
ACC GT
AC TCAC
AAA GG
A TGTG
GTTG GCC
AC TCGC
AA GTC
TCC TGGA
TAAA GGA
GCGC G
CA TGA
TGT TCCA
CC GAC
ACA TGA
GGTT TGA
GGA GGTC
AAA TCA
TGTC AC
GGTCC AA
ACA GT
C ACTA
TT TTAC
TATC AAA
TCC GT
TGAA ACC
TAGC AC
TT TTAA
GAC GT
TT TTCA
GAT TCCA
GACA GG
GGAC ACC
GAAA GG
TGCA AC
TC TGTG
TTG GACC
GGA GTT
TAAA TT
TCTG T
TTTGC AA
CA TGC
A GCTG
GAAC GG
TTTG GCA
ACG GACC
TCG GACC
GCGC T
TGCC GG
TACC CA
ACG GCCA
GTT TAAA
AAA GTA
C GCTG
GCC TGGA
GA TTAAA
ACAA AC
AA TAC
GACA ACC
GTCC AC
A ACTG
GCA GT
GTCC AAA
GAA TCCA
CA GTC
TACC GA
TAAA GG
TGA TTCC
TTCA AC
GC TTT
GTT TGCC
GCCA ACC
ACGA G
GATG G
GAA GGTC
GCCA TCC
TGGA TG
TGAC GG
GTA TT
GAAA TTC
GAA TTGC
TTG GAGC
GTT TCCA
GTAC CC
GTCC TAC
TGC GT
GACC AAA
GCC TTTC
TGC GGTC
TTG GACA
GCCA AC
GTACC AA
ACTG T
GC GTTG
TG GTTCC
ACA GTT
TGGA AC
TGCC CA
TTACC AA
TGGC TCA
A GGTG
GCC GGCC
TAC GGCC
TAA ACCA
ACAC T
TT TGAAA
TTTA GAC
TAAA GA
TACC TCC
GAAC AAA
GTA GTT
CC GAA
TGGC TGA
TTTG GTG
A GGTCC
TGCC GGA
AC TCTA
TAAA TCC
ACC GGCC
TTTC GCC
TAAA AA
GCTG T
A TCTG
TG GTAAA
A GTTG
GATA GG
GGA GGCA
TTC GTAA
TGG TACA
TGGC TC
TTGAA G
TG TTT
AA GGCC
GAC GCCA
ACC GTT
GCAA G
TGT TACA
GTA TCAC
GAA ACAA
GGC GTCC
TA TTT
TT GACCA
TTA GGTC
TTCC TCC
C GTGCC
GGA GT
GAAA GA
GGC GT
TGTA GGA
GA TTT
TGCC TG
GGC TCTC
GACA GC
TAAA GC
GCC TGGC
TAA TACA
GCG TCCA
AC GGTG
GCG GACA
GT GCCC
TGCC TCC
TTCC CA
TCGA T
GAC TCTC
GGCC CA
TCGC T
GCAC T
GAA TGGA
TACC GG
TTCC TAC
GGA TATC
TTG GTAA
TAC GTCC
GAA TAGC
TGTA GG
GACA TCC
TCAA AA
TTA GTTC
AAA TGA
TCCA TG
TTTC ACA
GACC GGA
GT GACCA
TTTC AC
GGTG TCC
GAAA TAC
GAA GACC
GGCC TG
TC GGT
TCA TT
TTAC AAA
TTA GGAA
TGC GACC
TGC GGAC
TGA GTCC
GCCA TTC
GAAA TCC
GA TTTCC
TACC TG
GTTG GCA
TGTG GCC
GAA TTTC
TCCA ACA
TGGA TC
TTTA TA
TGTC GTA
CA GGCC
GGCC TA
TG TTTCC
GGTA GGA
GCAA AA
GTT TGAA
GAA ACCA
TACC TTC
GGTC AC
GTTC AAA
GGACC AA
GCCA GTA
CC GGAC
GACC CA
A TCGA
TTAA GG
GAAC AC
TTAAA T
GAA TTTA
GAAA AA
TAGC GG
GTC GCCA
GTCC CA
AC GTTG
GTCC GG
GTA TGAC
TAAA TCA
TTCC GC
TTG GG
TTA TT
TGGA GAA
TGTC GG
GAC GGAC
GGA TGAA
ACC GGAA
A GCGG
TAAC TG
TA TTTAC
CC GG
GAAA TC
GA GGT
TGCC TAA
GCAC AC
ACAC G
GC TTACC
GACA GCA
TTGA GG
GGTT GAC
TTTA GCA
GTCC GGA
GTA ACAA
TCG GCCA
GGC TTCC
TGCC TT
GTC TCCA
TCA GAAA
GGTC GA
TTTG GAC
C ACGG
TTC GGCC
TTG GTTC
GTT GACC
GAT GACA
TAC GGTA
TTG GAGA
GTTA GG
TCC TGCC
GAA GCAA
TTAA ACC
GTCA ACC
C GGTCC
CA TACA
TACC GCC
TCCA TTA
TCA GTCC
GGTT GAA
TGA GACC
TTG GCCA
A GAGG
AC GAGA
TGA TGGA
GTA GTAC
CC GTT
GTGC AAA
C GTTG
TATC TT
TAGC GCC
TCCAA T
ACCA GG
TA TTTCC
TAA GACC
TTC GTAC
TGAAA G
TA ACCAA
GAGC GCC
TAG TACC
AC GCGA
TATA ACC
GA GGTCC
TTG TGTC
TAAC TT
ACG GACA
GTC TACC
CC TTCC
GTAA ACC
GCC GGAA
GTA TGCC
ACA TGGA
TAAC ACC
TGA GGCA
TACA GG
TAAA GCA
AC TTTG
TT TTTA
CA GAA
TTGC ACC
GGA ACAA
AAA GTG
CC TGCC
TT TTTC
GTT TACC
TTG TTTA
GAAC TG
TTGA GAC
GTC ACCA
GACC GGC
C TAGG
TAA GGAC
TTG TCTC
TG GCCAA
TG TTTAA
TCA TCAA
GTC TGGA
GA ACCAA
GCA GGAA
TTC GAAC
GGA GCAA
CA GAGC
GACAA G
TAA GGTC
GCA ACCA
TTA GACA
AC GCTC
TCA TGGA
TTC TCGC
GTA GGTC
GTAC TAC
GTAA GG
TAG TCCA
GTC GATC
CC TTTC
TGCA TA
GA TTTGA
AA ACCA
GGCC TC
GGAC GCC
GGTA TGA
TGC GTCC
TACA TC
TGCA TAC
GTCA GAA
TT GCCC
GTT TAAC
TTGC AAA
GATC GGC
TTCA TTA
TATA GG
GGA TTCC
A GAACC
GGTT TCA
C GCGG
GGAC AAA
GTAC AAA
TG TTGCA
TTA ACAC
TTAA ACA
GGCA TCA
TGGC AAA
TATC ACC
TTTG TAA
TCCA GG
GGCC GGC
TTGA ACA
AA TTG
TAC GGAA
GTAA TCC
GCG TACC
A GTGCC
C TTTCA
TAT GACA
GTGA GAA
TG GTCAA
TGA TACC
GCG GCCA
GCA ACAA
GTT TGCA
TACA GGC
ACG TCCA
GTCC GGC
TTC TTCA
TTG GAAA
GTG GTAC
GGCA TCC
AC GCTA
TTTA GGA
TAGC TCC
GTT TGGA
GAG GCCA
GC GGT
TAA TTCA
GTA TGCA
GGCC GT
GATA TCC
GAA GAGC
TTG GAAC
GTG GAAA
TTGC TCC
GCC TCTC
TAA GAAA
TGC TGCC
TTCAC T
TATC GTA
TTTG TCC
TGCCA T
TCCA TGA
GAGC TA
GTCA GG
TTTG GTA
TTC TCAA
GGC GTTC
TAA TGTC
GTG GCAA
GACC GCC
GC GGTCC
TTTC TCA
TAA GGCC
GCA GCAC
GTA TCAA
GCAA ACC
TAA TGAA
TTA GTCC
GACC TC
TGGC TTC
TTAC GG
GGTC ACC
TTGC TC
TTCA GC
GGTG GCC
TGACC T
GAGC ACC
TTG TTTC
TAA TGGA
TCA TTCC
GGA TGGA
GTG TTCC
CA ACCA
CC GTCC
A TCGG
TATC TCC
GTCA GCA
GATA GA
GGTG GTA
GCT TACA
TCCA GGC
TAC GGTC
TTC TTAA
CA GACC
TGGC GGA
TCA ACCA
TGC TACC
TTG GCAA
GAGC GG
GATA GGA
TGA GGCC
TTG GTGC
GTT TCAC
TGTA GAC
A TTTAC
GTA GGCC
TGG TACC
TAT TACA
A TGTAA
GCG TACA
C TGGTA
AA TTTA
GGA GTTC
TGTC AAA
TTTG GACC
GGTT TAC
AA GG
GAA GATC
TTC GACC
GTC TTAC
TTG TTAA
CA GG
GGCA TAC
TTG GTCC
GTCA TA
TGC TTCC
TTTA TG
GGTC AAA
GGAA TC
GGC TAAA
GGTA TAA
A TTACC
A TCCAA
GCC TGCA
TACC GAA
TTCC ACA
ACC TTTC
GGA TAAC
GTG GAAC
TTCA GCA
TAC GACC
GCC GGCA
TTC GGAA
GGA GCCA
TCCA TCA
TTTA TTA
TTGA GGC
TA GCCAA
TC TGACC
TCC TTCC
TAA GGCA
GTC GACC
GTT TCTA
GGTC GAC
TG TTGAC
GTG TGGC
TATC AC
GCTC T
GACCA T
C TTCCA
TG TGACC
GGA TGTC
TGCC TGA
GTGC GGC
TTGA TTA
GCA GGCC
TTA TGGA
GTTA TGA
GG GT
GCC GTTC
GCA TTTC
TACA TGA
TTTA TGC
TGTA TCC
CC TTAC
GGTT GCC
TTC ACTA
GTT TAGC
TTTA GTC
A TGCAA
TCC TGCA
GTA GCCA
GTT TGTC
GCAA AC
TTCAA G
TAT TCCA
GCA GCCA
ACC TGCC
GTG GATC
GGCAA T
TCC GGCC
AC TATA
TCC TATC
GTA TGGC
TTGC GG
GAAC TC
GTC GGCC
TTTC TA
C TTACC
TTA GGCC
TTCC GCC
TGAA TA
GCAC AAA
C TCCAA
GAA GGCC
ACA GGCC
TAC TCTC
TACAC T
A TTTCC
GA TTTAA
AC TGTG
TAC TTCC
GAA TAAA
TGC GAAA
GGC GAGC
TGAA GTA
TTGC TCA
GA GTTCC
GA TGCCA
TTA TTAA
TTTA GCC
TG GTTCA
GGCA GG
TAC TAAC
TTC TAGC
GTA TTTC
TGGA GGA
GGTG GAC
TG GACAA
AA GCCA
GCC GGAC
GTC TTCA
CC GTTC
TAAA GGC
GAAA GT
ACCA GAC
TTTC GG
GAGA TCC
GAA GTGC
TTA GCGC
GTC GGTC
TTGCA T
TA TTGAA
GTC TCAA
TGCC TTC
GTCC GAC
GAGA GGA
AA TGCC
TTG TAAA
GAAA TGA
TTA TGAA
AAA TAA
TATC GG
TTCA GGA
TC GTTCC
TCC GGAC
GCC GACA
GAA TCAC
TTAA GGC
A TGGTG
GAA GCGC
TCGA ACC
GAC TCCA
TCA GGTC
ACA TTCC
TCC ACAA
GTA AAA
GTG TGCA
GTT TGAC
TTCA TG
GTGA TAA
GT GACAA
CC ACCA
TGGC TAA
TTAA TA
GTAC AC
TTCA GAC
GCC CAA
GACC TGA
TTTA GTG
GGTG TAC
TTTA TCC
TGAA GC
GGTA GTG
A ACGG
TGC GTAA
TTC TTAC
GGC GGCA
TTG GCAC
GATA GGC
TAAC GA
TCG TACA
TC GGTCC
TG GTTAA
TAC TCGC
GAA TACC
GTA TCGC
GACC GG
ACC TTCC
TTC TCCA
CA TTAC
TGC TGAA
ACA GAAC
TTTG GAA
C TGTAA
AA GGTC
AA TTAA
GTA ACCA
GTG TTAC
TACC GCA
TAGC GTG
GTAA GCC
TAC ACAA
GAC TGTC
TGC GGCC
GCCA TC
TAAA TGA
TGAC TG
GTGC AC
C TTGAA
GAC ACCA
GGA GATA
GGC TTGA
GTC GGAA
GTT TCGC
CC TCCA
C TCGG
GAC GGCC
GTC TTCC
TGCC TAC
TCGA TAC
TGC TTAA
TGAA TAA
GTC GGCA
TTTA GAA
TTAC AC
TTCA ACC
GTAA GC
A GTGAA
TA GACAA
TG TTCAA
TCC TAAA
TTA TACC
TGCA TAA
A ACCAA
TTG GCTA
GTT TCTC
TGCC ACA
GAAAC T
TC GGAAA
GCC ACAC
TACC GAC
TGGA GC
TGGA GT
A TGGCC
GCA GTCC
TTG TATC
GTT TACA
GCCA GGC
TGTA TCA
TACAA G
AA GGCA
CA GTAC
GA GGCAA
TG TCCC
GAC TTCC
GCCA GAA
TGAC ACC
GGAC GC
GGTT TGC
TCA GTGC
GAG TACA
GGAAA T
TC GTTAA
TG TCCAA
TTC GTCC
TACC ACA
TGAA GCC
TGCA TCC
TGTG GTG
TG GCCC
TGAA GG
GGCA AC
TA TGCCA
GAC TTAA
GAA ACGC
TGA GAGA
GTA GGAA
GACA GTG
GTTA ACC
TGTCC G
GA GTAAA
GA TCCAA
TTAA GCC
TGTG GAC
TCGG TAC
TA GGTCC
TCC TTTC
GTC GTCA
TGTC TCC
TTC ACCA
GACC TTG
ACTA ACC
TTTGC G
GCA GGTC
GTA GTCC
GTC TGAA
TACC TCA
TTCC ACC
GAAC TAC
GA TGACC
AA GGTA
GCC ACCA
GAA TAAC
GTA TTTA
TCCA TC
TTGCC G
GCC TATC
TACA TAC
TTTC TC
TAAA TGC
GATC AC
A TGTTC
TT TTGA
GAC GGCA
GGA TCTC
GTG GCGC
GGA AAA
GGC TTAC
CC GCAC
TTTC ACC
GTC TGCA
TACA GTG
TGGA ACC
GATA ACC
A GTACA
CC ACGC
TACC TC
TTAA GAA
GATC GTA
GTAA TGA
C TGAAA
GAC GACC
GAC TTTA
TGCC GAA
GGAA GGC
TTA AAA
A TACAA
GA GTTAA
TCA GGCC
GTC GTAA
GAGA GGC
TTA TGGC
TTA GAGC
TGC TCCA
GTG GG
TAGC ACC
GCT GACA
A GTTAA
TA TTTCA
GC GGCAA
CC CAA
TGGA TTC
TGAC GA
TTGC GGC
TGTA GCC
GGTA TG
TTTG TG
GAGA ACC
GCGC GGC
GTGA GG
TTAAC T
GAA ACAC
TTA GAAA
TACC TT
TACA GGA
GGTC GG
TTGC GA
TGTA GA
TGA AAA
TTA GACC
TGGC TA
C GGTTA
C GGTGA
TCC GGAA
TTCC TC
TTAC TA
TTAA TC
TAC GGAC
TTG TTCA
TGTC ACC
ACAA AA
TG TTTGC
GAC GTTC
TAA TCTA
TTA ACCA
TACC TGC
TCCA GCC
GCCA TA
TATC TC
TCG GACA
GGC TGCC
TACA GC
GAAA GC
TTGC TA
TCAA GG
TAC TAGC
TTA TCGC
TTC GTCA
TC TACCA
GA TGAAA
GCC GATA
TAA TCTC
GTC GCAC
GG TTCAA
GAA GTTC
TTTA AC
GATG GT
GTT GCCA
TCCA TAA
GTCC TCA
TAAC TA
GCTG GTC
GAC TTGA
GTA TCTC
ACA GACC
TACC GGA
TGGC GG
TTAC TG
ACTC TCC
GAA GGAC
TCA GGCA
GTA TGGA
ACA GAAA
TTTA GGC
TTAC TC
TTCA GA
TTCCA G
TCC GGTC
TAA GCAA
TGA ACAC
TTTC GGC
TAGC TC
GGTA TAC
A TGGCA
GAA GGAA
TTG GTTA
GTT TAG
TACA TCA
TGAC TGC
TAGC GGA
GTTC AC
TAGCC G
TGA TCAA
TTA GATC
TTCC GT
TTCA GGC
GTGC TAA
GAGG TAC
GCC TGTC
TCA GGAC
TCA GCAA
GTA GACA
GTC TCTC
GTCA TCC
GCACC T
GTA ACGC
TTAC ACC
GTGA TAC
GGTG GCA
GAG GACA
TCA ACAC
GGCA GGA
GCGC AAA
GTG GACA
TGCC TA
GTCC GCC
TGCA GGC
GTAA GGA
GCTG TGA
GGTCC G
CTC AAA
AC TTGA
TCA TAAA
TGGA GTC
TGGC GGC
GTCA TC
GTA TAAC
GTT GCAA
TAA GAAC
TTAA GC
GGTA GCC
GAGA GG
A TTCAA
C TGGCC
TG GACCA
TCC TATA
CA GTCC
GGTC ACA
GATC GG
GAGC AAA
GCGC GC
GCT TCCA
A GTTCC
C TTGAC
GA GCCC
TCC CAA
TTA GAAC
GGCC GCC
GGCC GGA
GCGG TTC
GATGA T
GA GTGCC
GCC TCCA
TTC GTTC
GTC ACAC
GTG TGCC
GTG TCAA
GGCC ACA
GGTC TAA
TACCA G
A TTTCA
AA GCAA
GAC TCAC
GTT TCAA
GGTC GGA
GCA TCAA
TTC GGCA
TGGA TAA
TGGC GAA
TTTA ACA
TG TTTCA
TGC GTCA
CC TTG
TACC TTA
GAAA TAA
GTAC TA
C TTAAA
GCC GACC
TGA GGAA
TTC GCAA
ACA TTTC
GGTA GTA
GAT TACA
TTG GATA
TTCA TGC
GTTC TCC
ACCA ACC
GC TTTCC
GCC GAGC
GTG TGGA
GTCC TCC
TAC GAAC
TGA TAGC
GTT TGGC
GCCA TG
GAGC TCA
TCGC TCC
GCTA TGC
TGT GACA
A TTACA
C GGTT
GA GACAA
TAA ACTA
TCCA TGC
TACA TTA
GGAC TA
TTCA ACA
GGCA ACC
A GGTAA
TG TTACC
TAA GACA
GTT GACA
GGCC TAC
TGAC TTA
TGTC TCA
GATC AAA
GGTA GAA
C TGCAA
GGCC GAA
TTTC TTA
GGTA GTC
GCAA GGA
TATG GTT
TTTAA T
A TAGG
AA GACC
TTTA GGAA
A GCCAA
TGC GGAA
ACA GGAC
TGCC CC
GAAA TCA
GTTA GGA
GTTG TCC
TA TCCC
GAC GTCC
TTG TCAC
GTG GAGC
TACA TCC
ACTG TCC
TAA TGCA
TGCC GA
TTTC TCC
GTGC ACA
TTTG TCA
ACTC TGC
CGC AAA
TTC GGTC
TACC TTG
TTCC TG
TGGC ACC
GTAC ACC
TGTG GCA
TCTG GTG
TCGG TCA
AC GGTCC
TTTA ACC
TGTC GAA
TGTC GGC
ACTA ACA
GCGGA G
A GTTAC
TGAC GCC
GAGA TGC
ACTG GTA
GTTCA T
TGCC TTA
TAAC GG
GATA TGA
GTTG GT
C GACCA
TCC ACCA
TTG GATC
TGCA GG
GCGGA T
TCA TTGC
GGA TAAA
CA TGGC
GATC GC
ACAA T
GA GTGCA
GAA GTCC
GCA GTAC
TGC TCTC
TTC TTTC
GGA GTCA
GTC GCGC
TGTC ACA
TAGC TG
GGCA GGC
TCAC TCC
TAGA GG
C TGACC
TAC ACAC
TAA GTCC
TAA ACAC
GTAA GGC
GCAC ACC
TCGG TTA
TA GCCC
GTC TGCC
GTT TGTA
GACC ACC
GTTC GCA
GCAC TCC
GCTG GAC
TTTGA T
TA GTTCC
GT GCCAA
GTA TAAA
GGCA TT
A GGAAA
TAC GATA
TGC TTAC
TTC GGAC
CC GTAC
GTGC TAC
GATG GAC
GCTCC T
GTA TTAC
TCCA TT
GGCC ACC
TAGC TGC
TAC TTAA
TTCC GAC
TGAA TT
GCTA GAA
TAC TGGC
TTA GCCA
CA TGGA
TAA TGTA
GCA GTTC
TGA TTGC
GGA GACC
GTC GGAC
GGCC AAA
GGAA GAC
GTCA GGC
GTGA TCC
TTTGA G
C TGTCA
TA GGTT
TA TGACC
GA TTTAC
TGA TACA
GTC GTAC
CC TC
TTCA GCC
TTGA GAA
GTTG TT
GTTG TAC
TCCAA G
A TTCCA
C GTGAA
TCA TTTC
GCA TATC
TTC ACGA
TTG TAAC
CC ACAA
TGTC GC
GAAA TTA
TAGC AAA
GAAC GGA
GTGA GGC
TCAAA T
GA GCCAA
CC ACAC
TGCC GC
TGAC GGC
GTCA GGA
TA TTAAA
CA TAAC
TGCC GGC
TTCC CC
GTCC TTA
TCAA AC
TTTG GTC
AA TTAC
TGA GTTC
TGTC TC
GTTA TG
GGTG GAA
GAC TAAA
TAA GAGC
TAA GATA
TTCC TGA
GGTC TG
TCTG GCC
C TGGAA
AA GAA
TTA TCTC
TACC GGC
GCCA GG
TGGA TCC
TGGC ACA
TTAA TTA
GTCA TTG
GTGC TA
TCTTG G
A TGGTA
TAA TTAC
TAA GTAA
GGA ACCA
GTA TTCA
CC GCTC
GATA TG
TGTG TT
A GGACC
GCC GTAC
TTA GGAC
TTCC TGC
GGTC TC
GCAAC T
ACC CAA
GGA GACA
GTG TCCA
TAAA TC
GAAA TG
GGCA GC
TTTG TTC
TCT TCCA
CC TGCA
TGGA GA
GGTC GCA
GTGC TCA
TCGC TAC
C GCCC
C GGTTG
TCA GGAA
GCA GGAC
TTC TATC
GTG TTTA
GTG GCAC
CC GACC
TTAA GAC
GTTC GTA
TGTA ACC
GCGC GA
CCA TCC
ACG TACA
C GGACC
TTG GTCA
GTG GTCC
GTTC GGC
GATA GTA
GATG GCC
GTAAA G
GGCCA T
AA TCCA
TTA TATC
TTTC TT
C GGTTC
CC TTTA
GACC TAC
GCCA GC
TAAC TC
GCTC GTC
C ACCAA
TAA ACTC
TCA GAGC
TGA ACCA
TTC TAAA
TCCA GTA
GGCC TGC
GGTC GGC
GAAC ACC
TCTA ACC
TTA GTCA
TGC GCAA
TTCC GGC
TGGC GC
TTTC GC
TGTC TA
GGCA TC
GT TACAA
TGA TGAA
TGA GCTA
GGCC TTC
TGAC TA
GTGC TG
GGTA ACC
TCGA TCC
TCTG TCC
A GGTGC
A TGTTG
TAA GGAA
TGA TGGC
TGA GCAA
TTA TTTA
ACA ACCA
TGCC GT
GAAC TTA
GCGCA T
TTA TACA
CA TC
CA TCGC
CC GAGC
TATC TA
TTGC GGA
GCC GCCA
TCA TTAC
CC TTGA
TACC TA
TATC GGC
TTAA TTC
GATA GTG
TCTA GGC
GC TTGCC
TAA GTCA
TATA GAC
TTTCA G
GTGCA G
GTCCA G
TCA GGTG
GTC GACA
TTG TGGA
ACA ACAC
GACC TT
TAC TGGA
CC TTAA
TTTG TTA
TCGC GG
GCTG GCC
GC TGCCA
TCC GAGC
GAA GTAC
GCA TTCC
ACC ACCA
TGC TACA
GGA GGAC
TTG TTAC
TTGA GT
GTGA TTA
GACCA G
TTTGC T
A TTTGA
GTT GAGC
TGGC TCC
GTCC GTA
TGAA GGC
GTAA GA
GGTG TAA
TTACA G
TTC GCGC
CA GGTC
GACC GTA
GCCA GCA
GACA GGC
TGAA TAC
GAC TGGA
GCC TGAC
ACC GGAC
TGC ACCA
TAG TACA
TTTAC G
GGAAA G
CC GTTA
TACC GC
TGCC GCA
TAAC AC
TTCA GTA
TATA GTC
ACGA ACA
TCTG GCA
TACCA T
TC TTTCC
GA TCCC
TAA GGTA
TGA TCTC
TTG TCGC
TACC TAC
GCCA GTC
GTCC GCA
TTA GGCA
GCGC TAC
GCC GCAC
TGA TTTA
TCCA GAC
TGTC GA
GTAC TCC
TTTG GT
GTTG GTA
GCTC TCC
AA TGGA
AA TCAA
TAA TTTA
GCCA GTT
TAAC TCA
GGTG TT
ACAA TCC
CAA ACC
C GGTAC
TG GGAA
GAA TATC
GAA TAGA
GCA GCAA
TTC TGAA
GGA TTGC
GTA TCTA
TACA GTA
TGTG TCC
ACTC AAA
GA GTCAA
TTC TCGA
GGC TGAA
CC TCTC
GACC TA
TATA GT
TATG GAA
A GTCCA
TTG TCCA
TTG TTGC
ACA GTTC
TTCC AC
TTCC GG
GGAC GGA
GCTA GGA
A TGACC
TAA TAAC
GAA TGGC
GTCC TC
TAAA GAC
TGAC AC
ACCA TAC
ACCA GAA
TCTA GTC
TG TTAAA
TTTC GAC
GTGC TGA
GGTT GCA
TTACC G
TA GTTAC
TTA GCAA
TTTA TC
TTAC GGC
TGAA ACA
TAGC GAC
GGTC TCA
GATC TCA
TGA TTAA
CA GCAC
GGCC GTA
ACGA GCA
C GGTAA
TG TACAA
GG TACCA
CC GATC
GACC GTC
TCCA GTC
TGAC GTC
GGAA AC
GAAC GTA
GTCAA G
A GTACC
TAC GCAC
GT TACCA
GTT TCGA
GCCA GCC
TAAA GTG
GGAC TCC
TGAA TCC
TTGA TAC
C TTTAA
GA TTTCA
GTT TATG
GACC TAA
GGCA GCA
TGTA GGC
GTTA TCA
TGTG TG
ACGA GG
GA TTTGC
GA TACCA
GA GTTCA
TG TACAC
ACCA TA
GGTA GG
TTGCC T
AA ACAC
TTG GTAC
TTG TCAA
GACC GAA
GACC TGC
GAGC GGC
ACGA TTC
GAGG TCA
A TTAAA
AA TCTC
GAC GCAA
TCA GTTC
ACC TGCA
GGA TATA
TTGC TT
GTTG GAA
GCTA TGA
GATG TCC
GAGG TGC
GAGG TTC
TCGG TGC
TA GGAAA
TG GTTAC
TTA TAAA
TG TACCA
TAC GTCA
TTA TCGA
TACC GTC
GACC GA
TGTG GTA
GTTCC G
C TGTTC
TC TTTCA
TTA GTAA
GGCC CC
GTTC GG
TGTA GTG
TTTG TGC
A TGTCC
C GGTGC
TAC TCAC
GAC ACTA
ACC TCTC
GTA ACAC
GTTA GGC
TAGGA T
TT GACAA
GAC TAAC
TCC TGGC
TTA TCCA
GGA TCAC
CA TCCA
GATC ACA
ACCA TG
GTAA ACA
GTTG GAC
A GTGAC
TC TTGAA
TCC GTCC
ACC TATC
TTC TACA
TTC TGCA
TTTAC T
GTCAC T
C GGCAC
GAA TCTC
TGC GAAC
GACC ACA
TTTC GTG
GGAC GCA
GGTC TA
GGCA GTG
TTGA GCA
GTGA GGA
TCTG GTC
ACTG GCA
GTGCC G
TCT TACA
TGTCA G
AC TGACC
GCC GCAA
GTA TAGC
ACA GTCC
TGTC GT
GAAC GA
GTGA GCA
TAA TATC
GTC GAGC
TTTC TAC
TTTC GCA
TGAC TGA
TATA GGA
GTACC T
GAACA G
AA TGGC
AA TATC
GCCA GAC
GACA TG
TAAA GGCA
GAAC TA
TTGA ACC
TGTG GTC
C GTTCC
GCC TGAA
GCC TTGC
GCC TCAC
GTG GTGC
GCCA TGC
TGAC TAC
GTTA TA
TCAA GGC
GCGA TAC
A GGTTC
TC TCCAA
TAA TCAC
TCA ACTA
GTG TTCA
GGAC GG
GAAA GGC
A GTTCA
C TCCC
TCC TCAC
GCC TACC
TAA GCTA
TCA TGAA
TTG TGAA
TTG TAGC
ACA TACC
CA TTCA
GGCC GAC
GGAA ACC
C TTCAA
C GTGAC
GCC TCTA
TAA GCAC
TGC TAT
CC GATA
GAAC TGA
GAGC AC
GATA GT
GTTA TT
GAGA TAA
A TGTTA
C TTTCC
C GTCAA
TGC GAGA
TTTC GTC
GTAC TC
GTTC TTC
TAGA GGC
GC TTTAC
GCA TGCA
ACC GCAA
TGA GGTC
TTG TGGC
GTT TATA
GCCAC T
TG TGCAA
AA TTCC
CA GACA
AAA GTC
AAA GGCA
GTCC CC
TAAA TTC
TCGA TAA
AA TCAC
TCA ACAA
GGA GCAC
GTT GCAC
TGCA GT
GAGA TAC
TAGG TAC
A GCCC
C GTCCA
TAGC GC
GGTA TA
GTTG TTA
TAA TGAC
GCA TTAC
GGC TGGA
CA GGCA
GTT TTC
GTCA AC
GCC ACAA
TAA TTGC
TCCA GC
TCCA TAC
TATC GCC
TGAA TG
TGCA TTC
GTAC TCA
GTGCC T
TTC TACC
GGC GCAA
GACC TG
TACA GCA
TTCC TA
GTCC ACC
TAAA GT
TTAA TT
GAAC TT
GGTA GAC
TATA ACA
TC TTTAA
GTG GTTC
AAA GGCC
TTTA GCAC
TATC GGA
AA TTCA
ACA TGAC
CA TCAA
TGGA TTG
TAGC GGC
GGAA GGA
GTTA TTG
GCGC ACC
TAGA GCA
TCG TACC
A GGTTG
GG TTAAA
TCC GCCA
TAAA GTA
GGTG GTG
A GGCAA
TG TTTGA
TAA TAGC
TAA TCAA
TCA TGCC
TAAA TTA
GGAC TGA
GAAA GTA
TGTG TTA
TCGA GAC
ACTC GAA
TATG GTA
TAA TGCC
TCA TACA
TCA GATC
CA TGAC
TA TTTGA
GCC TTAC
GCC TTCA
ACC TAGC
CA TCAC
GTT GATC
TTCC GGA
GGAA TCC
ACAC TC
A TCCC
A GGTAC
GA GGAAA
TAC GTAC
GTG GCCA
CA GCAA
AAA TC
GGCC TGA
TTTC TG
TTTC GTA
GCTA ACC
CCA ACA
TCCC G
GC GACAA
GAA TGAA
TGC TCGC
TTC GATC
GTTC GGA
GGTA TT
ACGA ACC
GATG GTA
TC GACCA
TAA TCCA
TAA GGT
TTC TGGA
GTG TATC
GTT TTA
GGCC TTG
TTTCC G
GGTAC G
TCC TTAA
GCC TAAC
TAA GCTG
GCA GCGC
TGA GCCA
ACGC GG
TTGAA T
GTCCA T
GC TACAC
TG GTGAA
GTA GCAA
GTC TTTA
CA TACC
GTT TAT
GTTC GA
GTTC ACC
GCTA GAC
GA TAAAC
TGA GTGC
TGA GATA
GTA GTGC
GTA GCAC
ACA TCCA
TGGC TG
GGAC TAC
ACCA GTC
GAGA GTG
A TGTGA
TC GGCAA
GAC TCTA
GAA TTAC
TCA TTTA
TTC GGTA
CC GC
CC AAAC
TTCC GTC
TCGA GGA
GAA TCAA
ACC GCAC
GGC GCTA
TAAA GCC
TGCA GGA
GGAA ACA
TGTA TGA
ACAA ACC
GTTG GTC
GCGA GG
GCA GAGC
TGC TTTC
CA GAAC
TGCC GCC
GTCA GT
TCAA TT
TAGG TCA
TGCCA G
AGC GGC
ATC AAA
GA GACCA
TCC GTAA
GGA TGCC
GAAC TAA
TCTG TAC
GCCC T
GGTCA G
GCC GTTA
TTC GAAA
GACA TAC
TCTC TCC
TGTG TGC
TCGC GGC
GCTA TCA
GCA GACC
GTT GAGA
GGCC TCC
TTGC GC
TCGC AAA
TCGA TGA
AC GTTCC
GCC TAAA
GCA TCAC
TGGA TAC
TGGC GA
GTCC GT
GGAA TG
TTCA GTG
GTTC TGA
TGTA ACA
GTTG TGC
GAC TGCC
GAC TGAC
TTGC GTA
GAAC GGC
GCAC TAC
TGTG GT
GGACC G
A TTTGC
C GGCCA
GAC GGTC
TACA TAA
GACA ACA
TGGC GTC
TTTA TGA
GTAC GT
A GGTT
A TGGTC
CA TAAA
TACC TGA
TGCC TTG
GGCC TT
TGCA GTA
GTAA TA
TTGA GGA
GCGA GTA
TAA TAAA
ACC GTCC
CA GTT
GGCC GGAA
GAAA GAC
GTAC GG
GTAC GCC
TATG TGC
GGTTG T
TATAC T
GAGTC G
TG GGAC
AA TGTC
TGC TTTA
GACA GAA
ACAC GGA
GCCAA T
GATCC T
A GTAAC
TGA TATA
TTA TCAA
GTG GACC
GTG GTAA
TTAA GCA
TTCA TC
GCGG TAC
AA GATC
GCC TTTA
TAA ACAA
TGGA TA
TGGC TAC
GCTC GGC
TATG GAC
GTAAA T
TTCAA T
A TTGAC
GA TTAAC
AC GTGA
GTC GAAC
TTCC TTA
TGAC TC
TATC TAC
ACCA GCA
TTTG TTG
GCGA GGC
TTTCC GC
GGTCC T
GA TTGCA
TGA TAAC
TGC TCAA
TTG GCGC
CC TCAA
ACCA GGA
C GTTCA
C TGGTC
GCC TACA
ACC TGAA
TGA TCAC
GTC GCAA
CA TAGC
TGAC ACA
GAGC TG
TGTG TCA
GCGC GT
TCGA GG
TAGG TGC
C TAAAC
TAC TCAA
TGA TGCC
GGC GACA
ACCA TTA
GTGC GTC
TGTA GAA
GTTCA G
AA TACA
GAC TCGC
TAA ACGG
GCA TGAA
TTC GCCA
CA GGAC
CC TGAA
CC GGTC
TGGA GTA
GATA TGC
TACAA AC
GA TGCAA
GA TTCAC
GTG GAGA
GACC TCC
GAAA GCC
TTCA TA
GTTC GT
TCTC GG
GCTA TCC
GAGGA G
C GTTAA
TG GGCC
TAA TGGC
TGA ACAA
TGC GGTA
GTA GCTC
GGC TGCA
AAA TTG
TTTC GGA
TGTC GGA
GTTC ACA
GCCC G
TA GTTAA
TG GGTC
GAA TTAA
GAA TATA
GTA GTTC
CA GATG
GCCA TTA
TGAC TCA
GAAA TGC
TTACA T
GCTCA T
TA TTGAC
GAC TCAA
TCC ACAC
GCA TTGC
ACC TTAA
ACC TCTA
TTG TACC
GTG TACA
CA GGTA
CC TATA
ACGG TGC
GGTTA T
GC GTTCA
GAA GCAC
GGC GTAC
GTC TCTA
TTCC TCA
GTTA TTA
GGTTC G
A TTGCA
TAA TTAA
TAA GATC
GCA ACAC
CC TAAA
TAAC TCC
ACCA TT
GGTG TTG
TCGA TTC
GCTG GCA
TCTAA T
C GTACA
AA ACAA
GAC TATC
GAA TCTA
ACC ACAA
GTA GGAC
GTC TATC
ACA TAGC
GTGC GG
TATG GCC
TGACC G
TA GTGCA
GA GTGAA
TAA TTCC
TCA TGCA
TGA TGAC
GTT GAAC
GGCC GC
TTGC AC
GTACC G
GGTGC G
TCACA T
A GCAAC
C GGTCA
TC TTT
GCC ACGA
GAA TTGA
TGC TAAA
GTA GAGC
GTA TGTG
GGC GGAA
GTG TACC
CC GGTA
GACA GTC
TTTC TGA
TGAAA T
GTTAC G
GAGTG T
C TTTAC
C TACAA
GAC ACG
TTG GCTC
ACA TTGC
CC GAAC
CC GCAA
GCCA TAC
GTCA TGA
GTCA TGC
TATG TT
TGTGA T
TCGGA G
C GAGG
TG TTTAC
GGA TTGA
TAAC GCC
TCGGA T
AA TTTC
GCA TGCC
GTA TTCC
GGC GGTC
GTG TAAA
GGAA GG
GTGC GC
TAGA GTC
TCA GACC
ACC TCCA
TTC TGGC
TTC TATA
GGA GTCC
GCCA GGA
GTCC TGC
TTGC GTC
GGAA GT
GTCA TTA
GATA TAC
TTTG TT
TTTG GTT
ACCAA T
C ACCAC
TAC TTGA
TCC GCAC
ACC TTAC
TTG GAGG
GTG TGAC
GCCA TCA
GGTA ACA
ACG TACC
TTGCA G
TGTAC T
GCTAC T
TC TCCC
TAC ACTC
TCC GCAA
TTC TTCC
CC TCAC
GAAA TA
TGCA TGA
TAGA TG
TAGA GTA
GTTAA G
C GGCAA
GC GCCC
ACC TGGA
GGA GGCC
GTG TCTC
CA TTCC
GACA GGA
TGGC GCC
GGTC GAA
GATC TT
GAGC GCA
GTGA ACA
TCGA GTC
A GGCCA
TA TTTGC
TA TTTAA
TCC GATC
GCC GGTA
GTG TCAC
CA TTTC
CA GTTC
TTCC GAA
TTGC TAA
TTGC GCA
GTAA TG
TTGA TG
GAGA TT
TCTA GG
GGTAA G
TC TACAA
GA GGTT
GC TGACC
TCC ACGA
GGC GGAC
CC TAGC
GCCA ACA
TACA TT
TTTA GA
TATC GTC
GAGC GAC
TGTA TTC
GCGC TG
CCA GGA
C GACAC
TTA TTCC
AAA GT
TGTC GCA
TGAA GAC
TTCA TTG
ACCA AC
ACCA TGA
ACCA ACA
TATA TT
GGTTG G
A GACAA
TTC TCAC
GTG GCTC
GCCA GA
TACA GCC
TTAC TCC
TAAC GT
TTAA TAA
TGTA TG
GGTG TGC
TA TACCA
GTG GTTA
GAAC GT
GAGC GC
GAGC TT
TTTG TAC
GATG TT
TTCCA T
TGTCA T
TTA TAGC
TTCA TCC
GCAA ACA
GCGC TAA
GCTCC G
C GTAAA
AC TTTCC
TTG GCTG
GTG TAGC
TACC GTA
GACC GCA
TTCC GCA
ACCA GGC
ACTA TCC
ACTA TTA
CAA AA
TAGGC T
TC GACAA
ACC TTTA
TGA GACA
TTC GACA
TTG TATA
TATC TTTA
ACCA TGC
GAA TGTA
GCA TGGA
GTA TATA
ACA TTAA
ACA GGCA
CC TTGC
TAAC GTC
GATC TAC
GATC TCC
GTAA TCA
GCGC GAC
TATG TCC
ACGG TAA
TGGAC G
TGGAC T
GCC TCGC
ACA TGGC
TCCA GA
GTGC TTC
ACGA TTA
ACGC AAA
GC GCCAA
TAC TTTA
TGA TATC
GTG TGTC
GGTC TGC
GGTG GT
CAA GGC
A ACCC
C TTTGA
TC TGAAA
GAA TGCA
GTC TGAC
TTG TCTA
ACA TTTA
ACA TGAA
TAAC TTA
ACCA GA
GGTA TTA
GCTA GGC
A TT
GAC TTTC
GGA TTAC
ACA GCAA
AAA GCCA
GGAA TGA
TTCA TT
GTTC GTG
GATA GTC
TGTG TAC
TGGTA T
TTC TGCC
TTC TTT
GGA TGCA
GGC GAAC
ACA TGCC
CA ACAC
TAAA GTC
TATC TAA
TTGA TGA
GTGA GAC
TGGTA G
GATCC G
GAGTT T
GCC TCAA
GAA TGTC
TCA GTAA
GTT TCGG
CC TCGC
TGAA TGA
TGTA GGCC
TACAC GCC
C TTGCC
C TCAAC
TA GGCAA
TAC GTAA
TCA GCCA
TTC ACAC
TACC TAA
TTGC GAA
GGAA GC
GGCA TGC
GATG GCA
TCTG GT
TATCC T
TGGTG G
TGTAC G
A GGTTA
TAC GGCA
TGTA TGC
ACTA TGC
TTTGGA G
TA TTCAA
GG GTCC
TCA TCTA
TTA ACAA
TGC GACA
TTC ACGC
GTC TAAA
AAA TT
GTAA GT
TGGAA G
A TGGAC
A TGGAA
GC TTAAA
AA GAAC
GAC GTAC
GAC GCTA
GCC GAAA
GGA TCAA
GTA TGAA
GTC GCTG
CA GAAA
CA GTAA
AAA TGGA
TCCA GTG
TTTA TTC
GGAA TGGA
GTTC TA
C TTTGC
AA GGAC
TAC TGT
GCA TCGA
TGA TGCA
CC GTGC
TTCC TAA
TAAA TTTA
GATA GCA
TAGGA G
TG GTGCC
GAA TCGC
TGA GCAC
GTT GAAA
TACA TTG
GTGA TT
ACTG GTG
TAGG TTC
ATC ACC
TGGCA T
TGAAC T
A TGGTT
TA TTACC
GAC TTGC
TCC TACC
TCC GACA
TGA GTAC
TTA TTAC
GTC GTGC
GTTC TC
GCGG TGC
TAC TGCA
TCA TATC
GCA TTAA
GGA TTAA
CC TATC
GTCA TT
GCTC TAA
GGTT TGCC
GTGCA T
TCGTT T
GC TGCAA
GCC TGCC
GCC GTCC
TTA TTTC
GGC TTTC
GATC ACC
GATA GAA
GTTA GCA
GCTA ACA
ACGA TCC
TTC TTGC
TTC GAGA
CC GACA
TGGA GAC
TGAC GGA
TAAC GTA
TGTA GCA
TCTC ACA
GCTC TTG
ACTC GTG
GTTAC T
GGCAC T
GATTG G
C TTGCA
TA TGAAA
TC GCCC
GC TTTGA
AA GCAC
TGA GAAA
TGC TGGA
CA TGCA
TACC GT
GTAC GTA
TAGG TAA
GCGG TCA
TG TAAAC
AA TAAC
GTA ACTA
TTG GAG
GTAC GC
GTTA TAA
TCGA GCA
GGA ACAC
CA TTTA
AAA TTTA
CC ACTC
CC CCA
GTGC TTA
GGTA TGC
GATA GCC
GGTG GTC
ACGG TAC
C GGAAC
GC TTTGC
TCC TCAA
TGA TTAC
CA TATA
GTT GCGC
GAAA GTC
TCTA TTC
ACTC GG
GTTCC T
C TGTTA
AC GGAAA
AA TGAC
TAC TAAA
GAC TGAA
GTA GTGA
TTG TACA
GTG TATA
CC TTCA
GGCC TCA
GGAC ACA
TTGC TG
GAGC GAA
GTGC GT
ACAA GTA
GTTG TAA
TCTA TGA
GCTA GG
TATG GCA
TCT GACA
GAGGC G
A GTAAA
A GCCAC
TA TGCAA
TG GTGCA
GCC TTGA
GGC GATA
TCCA GAA
TAGC TGA
TCAC AAA
GTGA TTC
TCTG GTA
GGACC T
TGGTT T
A TCCAC
TC ACCAA
GC TCCAA
GC TTGAC
GAC GATC
ACC TACA
TTA GGTA
TTA ACTA
GTG GTCA
CC GGCA
TTAA TGA
TTCA GTC
TGTG GAA
GCTG GAA
GAACC T
TCC GTCA
ACC TACC
TGGA TCA
TTAA TCA
GTAA TT
GTAA TAA
TATG TTG
A GTCAC
C TACCA
GAC GACA
GCA GGTA
TTA TTGC
TTA TATA
TGC TGAC
GTT GCTG
GTT TCG
TATC GAC
TGTC TGC
TGAA TC
TAGC GTC
GTTC GCC
TCAC GGC
GCA TACA
TTA GCTA
ACA TCAC
CA GCGA
GTT GCGA
TGGA TGA
TGGC TT
TGAA GAA
TGAA TCA
TGCA TTG
GGCA TTG
GTAA GAC
GTGC TCC
TCGC TG
TATCC TA
TAGTT T
TA TCCAA
AA GTCC
TTA TGAC
ACA GAGC
CA TGCC
GTT TT
GACC GT
GGTC TCC
GTAA TAC
TGTA TT
GGTA TCA
GACAA GG
A GGTGA
TC TTTAC
GA TTGCC
GC TCCC
TG TTGAA
TTCC GTA
GATC GTC
GTGC TGC
GTTA GAA
GCGA GAA
AC GTAAA
GCC CCA
TTA GCAC
TTAC GTG
GATC TGA
TTCA TCA
TGTA TAC
TGTA TTG
TGTG TAA
TGTG GTT
A GTGCA
TA TTGCC
GG GCAC
TACC TTTA
TGCC TCA
TTTA TTG
TAAC GGA
ACCA TC
GTGC GGA
TTTG GTCC
ACAC AAA
ATA GGA
CC GCGC
TAAC GTG
GTGC GTA
ACAC TAC
TCTA TGC
TCGA GGC
ACTG GAA
TAGG TTG
A GACCA
GAC GGAA
TCA TAGA
GCA TGTC
ACC GAGA
TTC TGAC
GTA GCGC
GTC GTCC
GACC TTA
GACC GGAA
TAAA TAA
TTAC TAC
GGCA GAA
GCGA ACC
TTTAA G
TCTAA G
C TTACA
CA GCCA
CA TCTC
GTT TGGCA
ACCA GC
GTTA GCC
GTTA ACA
GCTA TT
TCGA GTA
ACTA GT
GCTC AAA
A TGCCA
TA GTGCC
GAC GATA
TCC TTTA
TGC GCGC
GGC TCAA
GTC TACA
TTAC GGA
GTAC GA
TCTA GTA
GCGA TTA
TATG TAC
ACGG TTC
AGC GAA
TAACC T
GCCA TT
TGGA ACA
GGCC GTT
TGTC TTG
TATG GTG
C GGAAA
C ACCC
TCC TCCA
TTA TTGA
TGC GGCA
TGCA ACC
TGCA GTC
GTAC GGC
TTGC GT
ACAC GCC
TCTA GAC
GCCAA AC
TGCAA T
TC GGTT
TC TTACC
AA ACTG
TCC CCA
CC TAGA
TAAA TA
TAAC GAC
TAAC TTC
TTAA GTG
TGCA ACA
GAAC TCA
TGTA TAA
GAGA GA
ACAC TGA
GATG TCA
TCTG TTA
TTAAA GG
TGTTC G
GCGTA G
C TGGTG
TCC GGCA
GCA GTCA
GCA GCTA
GGA GCTC
CC TGAC
CC GTCA
GAAA GTT
GGTC GCC
GTAA GCA
GCAA GG
GTTG GTG
GC GTCAA
GGC TTTA
CA TTTG
TGGA GCA
TGTC TG
TGTC TT
TGAA GT
TTGC ACA
GAAC GTT
TCAC TG
TATA TA
GTGA ACC
GATG TAA
GACCA TC
GCAAA GG
TATCA T
A TGAAA
C TGAAC
TAC TGCC
CC CTC
TCCA GGA
TGAA GGA
TTGA TCA
TCGC ACA
GCTG TTA
TCCC T
A TTGCC
TC TTCAA
TAC CCC
TCC TTAC
TTC GTTA
CA GTTA
GACC GAC
TGGA GGC
TAAC TGA
GTGA TGA
TCGC ACC
GC TAAAC
TCA ACTC
GTA TTAA
ACA TCAA
TTCC TAAA
GGAC AC
GGAC TAA
GGCA GAC
TTGA TAA
TCAC GTC
GTGA GTA
ACGC TCA
TGC GTTA
TTG GGA
GGTC GT
TTGC GCC
ACCA TTG
TATA TGA
GCGA GCC
TCGTG T
C GTACC
C TGCAC
GC GGAAA
TG TTAAC
GAC ACAA
GCC ACTC
GCA GACA
TTA GTGC
TGC ACAA
GGC GTAA
GTCA TCA
GTCA GTC
GATA ACA
GCAA GA
GATG TGA
TGGTC T
C TGTCC
AC GTTCA
TAC TACC
TAC TACA
GAA GTTA
GAAA GCA
TGCA TC
GTAC TGA
TTCA TAA
TTCA TGA
GGTG TTC
GTTG GTT
ACTA TTC
GGCAA G
GCC TGTG
GCC GCTC
GTA TATC
GTC TGTA
ACA TAAA
GGAC TTC
GAGC TC
GGCA GT
GGTA TCC
GATA TTA
TCAA TGA
GTTG TTTA
GCGA TAA
ACGC GT
C GCCAA
TC GTAAA
GACC GC
TACA GTC
TGGA TGC
TTCC TTC
GAAC ACA
GGTA GT
GCAC GA
GAGA GAC
TCGC GTC
TGTTA T
GCA TGGC
TGA GTAA
CA GATC
CC CAC
TTTC GCAA
TTAC GAA
TATC TGA
GGAA GTA
TATA TTC
GTGA GTC
TCGTC T
TC TGCAA
AA TTAAA
GG GTTC
ACC TCAC
TGTC TAA
GGAC GA
TGCA GCA
TGTA TA
CTC TGA
TATAC G
ACTCC G
TC GTCAA
GAC CCC
GCA GTAA
TTA TGCC
TATC GAA
TAAC ACA
GCTC GGA
GGTGC T
GAA GAAC
TGGA TTA
GGCC GTC
TTTA TAA
TTAC GTA
GTTA GA
GTGA TG
ACTA GGA
GTGAC G
TCTCA T
GCTTC G
ACAAC T
TC TTAAA
