{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"TA":261,"TC":262,"GA":263,"GC":264,"čĊ":265,"TG":266,"AC":267,"TT":268,"AA":269,"TAC":270,"GAC":271,"GG":272,"TCC":273,"GCC":274,"GT":275,"TAA":276,"GAA":277,"TCA":278,"GCA":279,"ACC":280,"TGA":281,"TTA":282,"TGC":283,"TTC":284,"GGA":285,"GTA":286,"GGC":287,"GTC":288,"TTG":289,"GTG":290,"ACA":291,"CA":292,"GTT":293,"AAA":294,"CC":295,"TACC":296,"GACC":297,"TCCA":298,"GCCA":299,"TACA":300,"GACA":301,"TGGA":302,"TGCC":303,"TTCC":304,"TGGC":305,"GGCC":306,"TTTA":307,"TTTC":308,"GTCC":309,"TAAA":310,"TGAC":311,"TTAC":312,"TATC":313,"TGTC":314,"GGAC":315,"TGAA":316,"GAAA":317,"TAAC":318,"TAGC":319,"GGTC":320,"TTAA":321,"TGCA":322,"GTAC":323,"TTGC":324,"GGAA":325,"GAAC":326,"GATC":327,"TTCA":328,"GTTC":329,"GAGC":330,"GGCA":331,"ACCA":332,"GTCA":333,"GTAA":334,"GTGC":335,"TGTA":336,"GGTA":337,"GATA":338,"TCTC":339,"TTGA":340,"GTTA":341,"GCAA":342,"GCAC":343,"TCAA":344,"TTTG":345,"TCAC":346,"GAGA":347,"TATA":348,"TGTG":349,"GCGC":350,"GTGA":351,"ACAC":352,"TCGC":353,"GGTG":354,"ACAA":355,"GTTG":356,"TCTA":357,"GCTA":358,"TCGA":359,"ACTA":360,"TTT":361,"GCTC":362,"GCGA":363,"TAGA":364,"ACTC":365,"GGT":366,"ACGA":367,"ACGC":368,"TATG":369,"GATG":370,"CAA":371,"CCA":372,"TCTG":373,"GCTG":374,"TTTCC":375,"ACTG":376,"GGTT":377,"GGTCC":378,"GTTCC":379,"TAG":380,"GAG":381,"TTTAC":382,"GCCAA":383,"GAGG":384,"GCCC":385,"GACCA":386,"TGG":387,"TGACC":388,"TTAAA":389,"TCGG":390,"TGAAA":391,"TTACC":392,"TTTGC":393,"GTAAA":394,"TCCAA":395,"TAGG":396,"GGAAA":397,"TACCA":398,"GCG":399,"TGCCA":400,"GCGG":401,"GACAA":402,"TCG":403,"TCCC":404,"TTTCA":405,"TACAA":406,"TTGCC":407,"TTCAA":408,"GTGCC":409,"GAT":410,"TTTAA":411,"ACCAA":412,"TTTGA":413,"ACGG":414,"TGT":415,"ACG":416,"TAT":417,"GTCAA":418,"TGCAA":419,"GCT":420,"TTGAA":421,"GTTAA":422,"GGCAA":423,"GTTCA":424,"CGC":425,"TGGCC":426,"GTTAC":427,"CTC":428,"GTGCA":429,"TTGCA":430,"AGC":431,"GGACC":432,"TTGAC":433,"CGA":434,"GTGAC":435,"GTGAA":436,"TCT":437,"CAC":438,"TGTCC":439,"GTACC":440,"TGGAC":441,"GAACC":442,"ATA":443,"CTA":444,"GGTTA":445,"GGCCA":446,"ATC":447,"AAC":448,"TTCCA":449,"AGA":450,"TTACA":451,"TGGCA":452,"GTCCA":453,"TATCC":454,"TGGAA":455,"TGGTA":456,"TAAAC":457,"GGTAC":458,"TAGGA":459,"TAACC":460,"GCACC":461,"GATCC":462,"TGGTC":463,"TAGCC":464,"TCTCC":465,"TCACC":466,"TTCAC":467,"GGTGC":468,"GGTCA":469,"GAGGA":470,"TGGTG":471,"GCTCC":472,"GCGGA":473,"GGACA":474,"GGTGA":475,"GGTAA":476,"GGTTC":477,"GAAAC":478,"GAGCC":479,"GAGGC":480,"TTAAC":481,"TAGGC":482,"TACAC":483,"TGTCA":484,"GCGCC":485,"TGTTC":486,"TCGCC":487,"TGTAA":488,"TGTGA":489,"TGACA":490,"TTGGC":491,"TCGGA":492,"TGTGC":493,"ACCC":494,"AAAC":495,"TGTAC":496,"TGTTA":497,"GATGA":498,"GTACA":499,"TAGTC":500,"TAACA":501,"GCAAA":502,"TAGAC":503,"GATCA":504,"TCAAA":505,"GCGGC":506,"GTAAC":507,"GGTTG":508,"TATAC":509,"GATTC":510,"TATGA":511,"TCTAA":512,"TCTGC":513,"TCGAC":514,"GAGCA":515,"GATTA":516,"TATAA":517,"TATTC":518,"TATCA":519,"GAGAC":520,"GCTAC":521,"TATTA":522,"TATGC":523,"GGCAC":524,"TAGTA":525,"GATAA":526,"GAACA":527,"TAGAA":528,"GCAAC":529,"TCTGA":530,"TCAAC":531,"GATAC":532,"GCGAA":533,"TCACA":534,"GAGAA":535,"TCGTC":536,"GAGTA":537,"TCGAA":538,"GATGC":539,"GCTGA":540,"TCTAC":541,"TCGGC":542,"TCTTA":543,"TGTTG":544,"TGGTT":545,"TAGCA":546,"GCCAC":547,"GTCAC":548,"GGAAC":549,"TCCAC":550,"GCGTA":551,"GCGAC":552,"TCTCA":553,"GATT":554,"TGCAC":555,"ACCAC":556,"TCGTA":557,"TGTT":558,"TAGTG":559,"GAGTG":560,"GCGCA":561,"GCTAA":562,"TATTG":563,"GCGTC":564,"TCTTC":565,"GCTTA":566,"GACAC":567,"GCTTC":568,"GCTCA":569,"GAGTC":570,"TGAAC":571,"TGGT":572,"GCACA":573,"GATTG":574,"TCTT":575,"TATT":576,"TCGTG":577,"TCTTG":578,"TCGCA":579,"CCC":580,"GCTGC":581,"CCAA":582,"TAGT":583,"GCTTG":584,"TAGTT":585,"GCGTG":586,"ACAAC":587,"AACC":588,"GCTT":589,"CTCC":590,"CGCC":591,"GAGTT":592,"GAGT":593,"CAAA":594,"AGGC":595,"CTTA":596,"AGCC":597,"TCGTT":598,"TCGT":599,"ATGA":600,"CGGC":601,"ATCC":602,"ACTCC":603,"ACACC":604,"AGGA":605,"ACAAA":606,"CGGA":607,"GCGTT":608,"CTTC":609,"CGTC":610,"CTAA":611,"CACC":612,"ACT":613,"ATCA":614,"AGCA":615,"ACGCC":616,"AGTA":617,"TGGAAA":618,"TTTAAA":619,"TGGG":620,"GCGT":621,"ACGGC":622,"AGG":623,"CTGA":624,"AGAC":625,"CGTA":626,"CGAC":627,"CTCA":628,"CGG":629,"ACGTC":630,"ACGGA":631,"TACCAA":632,"TCCG":633,"ATAA":634,"ATGC":635,"CTTG":636,"ACTTA":637,"TTACCA":638,"ACGAA":639,"ACTAA":640,"CTGC":641,"GGAG":642,"ATTC":643,"TGGCAA":644,"CTAC":645,"GGCG":646,"CACA":647,"ACTAC":648,"CTG":649,"GCCT":650,"ACGAC":651,"ATTA":652,"GCAG":653,"GTAT":654,"CGTG":655,"GCAT":656,"TCCT":657,"ACTCA":658,"TGCCAA":659,"CGCA":660,"ACTTC":661,"GGAT":662,"ACGTA":663,"TGCT":664,"AGTC":665,"ATTG":666,"ATG":667,"AGTG":668,"ACTGA":669,"GCCG":670,"TGACCA":671,"TAAT":672,"GAAGC":673,"TTCG":674,"TTCCAA":675,"ATAC":676,"TTGG":677,"TCCTA":678,"TTTCAA":679,"TTTACC":680,"GCCGC":681,"TGAT":682,"ACTGC":683,"GTGGC":684,"TAACAA":685,"GAAG":686,"CGAA":687,"GACCAA":688,"ACGCA":689,"GGCCAA":690,"GTTTC":691,"TAAGC":692,"GACG":693,"GTGGA":694,"TTAT":695,"GTCT":696,"AACA":697,"TACG":698,"GTAGC":699,"TGTCAA":700,"ACCT":701,"AGAA":702,"GAAT":703,"TCAG":704,"TTGT":705,"GTTTA":706,"TTTGGC":707,"TTGGA":708,"TAATC":709,"GTTT":710,"ACACA":711,"GGATC":712,"TTTTC":713,"GGCT":714,"TCCGC":715,"TTTTA":716,"GTGG":717,"TTTGGA":718,"GCCTC":719,"GCCTA":720,"TCATC":721,"TGAG":722,"TTTGCC":723,"GCCGG":724,"GTTTG":725,"GTACCA":726,"TTGTC":727,"GGAGG":728,"GACT":729,"TTAG":730,"TACT":731,"GTTTCC":732,"GTCG":733,"TTATA":734,"TTAGG":735,"TGACAA":736,"GTCCAA":737,"GGACCA":738,"TTACAA":739,"GTGT":740,"TGCG":741,"GTTGA":742,"GTAG":743,"ACCTA":744,"TAAGG":745,"TTGCAA":746,"TTGAAA":747,"GTGACC":748,"TCAT":749,"GTAGG":750,"TTTGAA":751,"TGCTA":752,"ACCGG":753,"GACTA":754,"ACGTG":755,"GATCAA":756,"GAGCAA":757,"TTCGC":758,"GTCGC":759,"TTCT":760,"TAAG":761,"TTTACA":762,"GGCTA":763,"GAATA":764,"TAAGA":765,"GCCGA":766,"TCCGG":767,"GGAGC":768,"GCCAAA":769,"GAATC":770,"TATCAA":771,"ACCG":772,"TTTCCA":773,"TAGCAA":774,"TACCC":775,"GTAGA":776,"GGTCAA":777,"TCCTC":778,"ACCGA":779,"GTATC":780,"TACTG":781,"ACAGC":782,"GACCC":783,"TACTA":784,"TAATA":785,"GAAGA":786,"TTAGC":787,"TTTGAC":788,"GTCGG":789,"GTTTGA":790,"TCCGA":791,"GTTGC":792,"TGCGC":793,"TTGTA":794,"GCATA":795,"GAAGG":796,"TTCTC":797,"GCCTG":798,"ACCGC":799,"TCAGG":800,"TGAGC":801,"ACCTG":802,"GGATA":803,"TCATA":804,"GGCGC":805,"GACGA":806,"GTTGGA":807,"TTTGCA":808,"TTCGA":809,"TCAGA":810,"ACTTG":811,"GGCGA":812,"TACGC":813,"GTACAA":814,"TTCGG":815,"GGCTC":816,"TCCTG":817,"GTATG":818,"GGACAA":819,"GAACAA":820,"TACTC":821,"GTGCAA":822,"GTTCCA":823,"TGCGA":824,"TGAGG":825,"GGCGG":826,"TCCAAA":827,"GACGG":828,"GCATC":829,"TGATA":830,"TTCTA":831,"GACTC":832,"GTTACC":833,"ACCTC":834,"TTATC":835,"TACGA":836,"TTGACC":837,"TGCTC":838,"GGAGA":839,"ACAG":840,"GTGAAA":841,"GTGCCA":842,"TGATG":843,"TGCGG":844,"GCAGC":845,"TACGG":846,"GTCGA":847,"GTCTA":848,"GTTAGC":849,"TCAGC":850,"GCCTCC":851,"GACGC":852,"TGGTCC":853,"TGATC":854,"CGTT":855,"ACATA":856,"TGCAAA":857,"GCAGG":858,"GTATA":859,"TTGAAC":860,"GTGTC":861,"TGGACC":862,"GTTAAA":863,"GCCGGC":864,"GTTCAA":865,"GCCCA":866,"GTTGGC":867,"ACCAAA":868,"ACATC":869,"GTCTC":870,"ACAGG":871,"TGTGGA":872,"TTAGA":873,"TGGCCA":874,"TTCAAA":875,"TTTTG":876,"ACAT":877,"GCCGGA":878,"GAAACC":879,"GTCGGA":880,"GTGACA":881,"TTGAGC":882,"TTTGTC":883,"TCCCA":884,"GTCTG":885,"GTGTG":886,"TTGACA":887,"GCAGA":888,"TACAAA":889,"TTGATC":890,"AGTT":891,"TGAGA":892,"GAATCC":893,"GCCTAC":894,"GTCAAA":895,"GTTACA":896,"TAATCC":897,"GTGATC":898,"TTGCCA":899,"GGCGGC":900,"TAATG":901,"GCATG":902,"GACTG":903,"GGATG":904,"GGAACC":905,"GCCACC":906,"ACGTT":907,"GCCTGC":908,"GGATCC":909,"GTGTA":910,"TTCACC":911,"GTTATC":912,"GTCACC":913,"GACAAA":914,"TTATCC":915,"TTGGCA":916,"TGCTG":917,"TGAGGC":918,"GGGC":919,"TTCTCC":920,"GAGGCC":921,"TCAACC":922,"TTGGTG":923,"TTATG":924,"GCCGCC":925,"TTGTAA":926,"GCAACC":927,"TCATG":928,"ACAGA":929,"GGCACC":930,"GGCAAA":931,"TTCTG":932,"TCATCC":933,"TTGATA":934,"GTGAGC":935,"GTTAAC":936,"TCACAA":937,"TCTCAA":938,"GGGA":939,"GAATG":940,"TGCACC":941,"TAAACC":942,"ACATG":943,"TTGGAC":944,"GGATTA":945,"GTATCC":946,"TTTGTA":947,"GGG":948,"TTGTG":949,"GAAGGC":950,"TACACC":951,"TGAACC":952,"GCCCC":953,"TCCACC":954,"TTATAC":955,"GTTGTC":956,"GCCTTC":957,"TAATAA":958,"GTCGAC":959,"GGATGA":960,"GTTTCA":961,"GTTTAC":962,"TCCTAC":963,"TTAACC":964,"GACGGC":965,"GTAACC":966,"TAATGC":967,"TTGGCC":968,"GAAGGA":969,"GAATTC":970,"GTGAAC":971,"GTGGTA":972,"TTAGCC":973,"GACACC":974,"TTGGTC":975,"GCACAA":976,"TAAGTC":977,"TAGGCC":978,"GTGATA":979,"GGAACA":980,"GTGGCC":981,"GGGG":982,"TCAGGC":983,"GCGGCC":984,"TCCAT":985,"TTAACA":986,"GTTTGC":987,"GAAGCC":988,"GAAACA":989,"TGATAA":990,"TTCGGA":991,"TTCGGC":992,"GTGGTC":993,"GGTTCC":994,"GAAAA":995,"GACTCC":996,"TTAGGC":997,"TTAGGA":998,"TGATAC":999,"GGTGGA":1000,"GTTGTA":1001,"TATACC":1002,"GTGGAC":1003,"GCATCC":1004,"GGTAGC":1005,"GAATAA":1006,"GTCTCC":1007,"TAACCA":1008,"GGTTTC":1009,"TCTTTA":1010,"ACTT":1011,"TGTTTA":1012,"TGCACA":1013,"GTGGCA":1014,"TGTATC":1015,"GGTCCA":1016,"TCTTCC":1017,"TAAGGA":1018,"GGTGCC":1019,"GCAGGA":1020,"TCCGTA":1021,"TGTGCC":1022,"AGGAA":1023,"TGCGGA":1024,"AAAGC":1025,"GTGGAA":1026,"TACGTA":1027,"TCCGTC":1028,"TCATCA":1029,"TGATTA":1030,"GGTTTA":1031,"GGTTAA":1032,"TATTTC":1033,"CCAC":1034,"ACAACC":1035,"GTGTCC":1036,"GGTAAA":1037,"TGGTAA":1038,"GTCGGC":1039,"GTTTAA":1040,"TGTCCA":1041,"GCAGCA":1042,"GAAGTC":1043,"TTAGAC":1044,"GGAGCC":1045,"GGAGGC":1046,"TAAAA":1047,"TTGGTA":1048,"TGTAAA":1049,"TGCTAC":1050,"TCAGCA":1051,"TAGTCC":1052,"TGTACC":1053,"GAAGAC":1054,"TAAGGC":1055,"GCCGTA":1056,"GGTACC":1057,"GTTGTG":1058,"TGTTTC":1059,"TGCTCC":1060,"GTGAGA":1061,"TATTCC":1062,"TGCTGA":1063,"CCCA":1064,"TACGGA":1065,"TTCGTA":1066,"TTGTCC":1067,"GGTTGC":1068,"TACGTC":1069,"GTTGAC":1070,"TGTTCC":1071,"AAAA":1072,"GCCGTC":1073,"TAATTA":1074,"TGAGTA":1075,"GAAGAA":1076,"TAGGAC":1077,"TCGGCC":1078,"TCGGAA":1079,"TAAACA":1080,"TGGTAC":1081,"GCGACC":1082,"TTGTCA":1083,"TGCCC":1084,"TACTTA":1085,"TAGGTC":1086,"TGATCC":1087,"TTGTTA":1088,"TGCCT":1089,"GCATTA":1090,"GAAAG":1091,"AGGCA":1092,"GCTTTA":1093,"GCCGAC":1094,"TGAGGA":1095,"ACCGGC":1096,"TGTTAA":1097,"TATACA":1098,"GTAGGC":1099,"TATTTA":1100,"TGAAAC":1101,"GATACC":1102,"TCCAG":1103,"TTGGAA":1104,"GGTATC":1105,"TGCGGC":1106,"TGATTC":1107,"AGCCA":1108,"GAGACC":1109,"GCCTCA":1110,"GATGGC":1111,"TTCCC":1112,"CAAC":1113,"TCTGGA":1114,"TACGAC":1115,"GTTGCA":1116,"ACATCC":1117,"TGGTCA":1118,"TTCTTC":1119,"GTAGGA":1120,"TAGGAA":1121,"GCCTTA":1122,"TGAGAC":1123,"CTGCC":1124,"TATGAA":1125,"TGGACA":1126,"TATCCA":1127,"TAATTC":1128,"GAGGAC":1129,"TTTT":1130,"ACCTCC":1131,"CGAAA":1132,"GATGGA":1133,"GATTTC":1134,"GGCGCA":1135,"GCCGAA":1136,"GTGTCA":1137,"TACTCC":1138,"ACCCA":1139,"GCGGAC":1140,"GGTGGC":1141,"TGATCA":1142,"TGTACA":1143,"GTCTCA":1144,"TGCAT":1145,"GAGGCA":1146,"TTATCA":1147,"GTATCA":1148,"GAGAAC":1149,"GGTGG":1150,"GGAGGA":1151,"AAAG":1152,"GAGGTC":1153,"CTTCC":1154,"GCTTCC":1155,"GTAGAC":1156,"GCCACA":1157,"GGTACA":1158,"TGCTCA":1159,"TATGCC":1160,"GATTCC":1161,"GCAACA":1162,"TACCAC":1163,"TGCTTA":1164,"TTCACA":1165,"TACTCA":1166,"AAACC":1167,"CGCCA":1168,"GGTGAC":1169,"TATAAA":1170,"GCCTAA":1171,"TCTAAA":1172,"CGGAA":1173,"TGTGAA":1174,"GTTGAA":1175,"GTCACA":1176,"TCCGGC":1177,"GCCAT":1178,"TAGGTA":1179,"GATGCC":1180,"TGGTGC":1181,"TACCT":1182,"TGAGCC":1183,"TGCTGC":1184,"TTCGCA":1185,"GGTTCA":1186,"GTCGTA":1187,"TTCGAC":1188,"TATTAA":1189,"TAAGAC":1190,"TAAGCC":1191,"TGGTTC":1192,"TCGACC":1193,"GTCCC":1194,"AAAT":1195,"GCATTG":1196,"TATGGA":1197,"TTAGAA":1198,"TAGACC":1199,"TAAGTA":1200,"TCTGCC":1201,"AAGC":1202,"GCAGGC":1203,"GGTTAC":1204,"GATAAA":1205,"GGATGC":1206,"TATCT":1207,"TCTTTC":1208,"TGAACA":1209,"ACCGTC":1210,"TGATGC":1211,"TGACG":1212,"GGTAAC":1213,"ATCAA":1214,"TTATTA":1215,"GAACCA":1216,"GACAG":1217,"TAGGCA":1218,"TAGTAC":1219,"GAGGAA":1220,"GCCGTG":1221,"CGGCC":1222,"ATACA":1223,"TACACA":1224,"TCCCC":1225,"TGAGAA":1226,"TCGTAA":1227,"GCCTTG":1228,"GATTTA":1229,"AAGGC":1230,"TAATCA":1231,"GCATGC":1232,"GCGGAA":1233,"TTAGTA":1234,"GCATTC":1235,"GTGTAC":1236,"GGAGTA":1237,"AGTCA":1238,"GAGTCC":1239,"CGTTC":1240,"TCCTCC":1241,"TTATTC":1242,"CAACC":1243,"CTCAA":1244,"TGTGTC":1245,"CAGC":1246,"GACGTC":1247,"TACGGC":1248,"TCGCCA":1249,"TGAGTC":1250,"GAGTTC":1251,"TTGTTC":1252,"TGGAT":1253,"GCAGAA":1254,"TCGGAC":1255,"GGTGTC":1256,"TTAGTC":1257,"GACGAA":1258,"ACGT":1259,"TGTAT":1260,"GAGCCA":1261,"TCGGCA":1262,"GATACA":1263,"GCAGTA":1264,"TGTTCA":1265,"GACCT":1266,"TATGGC":1267,"GATGTC":1268,"TCTAAC":1269,"TCCTAA":1270,"TATAAC":1271,"TCTTAA":1272,"TGAAT":1273,"GAGTAC":1274,"GATAGC":1275,"TAGAAA":1276,"TACCG":1277,"GACTAC":1278,"GGCACA":1279,"GGTGCA":1280,"ACCACC":1281,"TCGGTC":1282,"TCAACA":1283,"GCATAC":1284,"CACCA":1285,"TAGCCA":1286,"TCGAAC":1287,"ATTAA":1288,"GCGTCC":1289,"TTGTAC":1290,"ATTTA":1291,"TCATTA":1292,"CCTTC":1293,"TGTTGC":1294,"CGGTC":1295,"TGTGGC":1296,"TAGAGC":1297,"GGCGTA":1298,"ACACAA":1299,"TCTGGC":1300,"GTGGTG":1301,"TGTAGC":1302,"ATGGC":1303,"TCCACA":1304,"TCGACA":1305,"TCATAC":1306,"TCCTTC":1307,"TAATAC":1308,"TTTGT":1309,"TATGTC":1310,"TCGGTA":1311,"TCAGTA":1312,"GCGACA":1313,"TCCAAC":1314,"GTTAG":1315,"TCTTAC":1316,"TCTACC":1317,"TCGTTC":1318,"TCGTCC":1319,"TGTAAC":1320,"GACACA":1321,"TCTATC":1322,"GCTCAA":1323,"TGTTAC":1324,"GATTAC":1325,"GATTAA":1326,"GACCG":1327,"GATCCA":1328,"TGCGTC":1329,"GGATAA":1330,"TAGATC":1331,"CGTCA":1332,"CGGTA":1333,"TATAGC":1334,"TCACCA":1335,"TGCGCC":1336,"TCTACA":1337,"CTCTC":1338,"GATGAA":1339,"TGCTTG":1340,"TGTGAC":1341,"GAATTA":1342,"TCTCCA":1343,"AGGCC":1344,"ATTTC":1345,"ACCGGA":1346,"CTACC":1347,"GCTGCC":1348,"GAAGTA":1349,"GCCTGA":1350,"TGCGAC":1351,"CCAAA":1352,"GAGTGC":1353,"ATAGC":1354,"GTCGTC":1355,"CTGGC":1356,"CTTTC":1357,"ACCACA":1358,"TGTAG":1359,"GTGTTC":1360,"GACCAC":1361,"GGTGAA":1362,"CGTAA":1363,"ATGGA":1364,"TCTAGC":1365,"TCTGAA":1366,"TTTGG":1367,"TCGCAA":1368,"TCCGGA":1369,"TCATTC":1370,"TATTCA":1371,"GCCGCA":1372,"ATGTC":1373,"TAACT":1374,"GATGCA":1375,"ACCGTA":1376,"ATGCC":1377,"TAGTCA":1378,"GAAGTG":1379,"CAGGC":1380,"TGCTTC":1381,"ATGAC":1382,"TGGGC":1383,"TTTAG":1384,"TACTTC":1385,"TTAAAC":1386,"GACTAA":1387,"TTGAG":1388,"TGTGG":1389,"GGCAT":1390,"ACCAT":1391,"GACGCC":1392,"TCATAA":1393,"CTTCA":1394,"TCGTCA":1395,"CTAAC":1396,"TCAGAA":1397,"CCGGA":1398,"GCGTCA":1399,"TTTAT":1400,"TCTGCA":1401,"GAGTTA":1402,"GGGTA":1403,"AGACC":1404,"GCTACA":1405,"TACTAA":1406,"GACTTC":1407,"AACAC":1408,"CGTCC":1409,"TATATC":1410,"ATGCA":1411,"TTTGCCA":1412,"CTAAA":1413,"GGACT":1414,"TATTGC":1415,"GCGCAC":1416,"GGAAG":1417,"TCCTGA":1418,"TATGCA":1419,"CGATC":1420,"GCTAAC":1421,"CTTAC":1422,"GCAGCC":1423,"GTTGG":1424,"AGATC":1425,"TATGAC":1426,"TTAGT":1427,"TTATAA":1428,"TCGTAC":1429,"GTCGCC":1430,"CGTAC":1431,"TCGAAA":1432,"GCCAG":1433,"CTCCA":1434,"TTCAG":1435,"TCATGC":1436,"ACCCC":1437,"CGTGC":1438,"GACGGA":1439,"TGGTGA":1440,"ATACC":1441,"TCAGCC":1442,"GTCTTC":1443,"GTGTAA":1444,"TGGTTA":1445,"GGTGTA":1446,"GCGGTC":1447,"GTAGTA":1448,"TGTGCA":1449,"ACGGTC":1450,"TACTAC":1451,"CGACC":1452,"AGACA":1453,"GAAGCA":1454,"GACTGA":1455,"TTATTG":1456,"TCCGCA":1457,"GAGAAA":1458,"GATCT":1459,"ACTTTA":1460,"GACGCA":1461,"TCTTCA":1462,"GTTGCC":1463,"TTTCG":1464,"CGGCA":1465,"GATATC":1466,"TGGCG":1467,"CTTGC":1468,"TGCTAA":1469,"AGTTC":1470,"ACGGCC":1471,"TATTAC":1472,"GGATTG":1473,"TGGCT":1474,"ATAAA":1475,"GAATTG":1476,"GAGATA":1477,"AACCA":1478,"GCGATA":1479,"GCATGA":1480,"GTCTAC":1481,"AATCC":1482,"TAGTTC":1483,"GAATGA":1484,"GAGGTA":1485,"GCTATA":1486,"TAGAAC":1487,"TTGCT":1488,"GTCTGC":1489,"GACGTA":1490,"TCAGGA":1491,"GTCTAA":1492,"ACGTTC":1493,"CCCC":1494,"AGGTC":1495,"ATATC":1496,"CTTTA":1497,"GTATGA":1498,"GAATAC":1499,"TCTGAC":1500,"GCGCAA":1501,"TTCGCC":1502,"GTAACA":1503,"GTAAG":1504,"CTTAA":1505,"ACTTTC":1506,"TGTCT":1507,"TGCAG":1508,"CCTCC":1509,"TAGACA":1510,"TCGAGC":1511,"TACAG":1512,"GCACCA":1513,"GCGGTA":1514,"AGTAC":1515,"TCGATA":1516,"ACCGCC":1517,"CGCAA":1518,"GATGTA":1519,"GTAAAC":1520,"GTGTTA":1521,"GGTTTG":1522,"CGGAC":1523,"CGCAC":1524,"GCTCTC":1525,"ACAGGC":1526,"TGTCG":1527,"GCGTAC":1528,"GTGTTG":1529,"GAGACA":1530,"CACAC":1531,"GATAAC":1532,"TCGCGC":1533,"CGACA":1534,"GGGCA":1535,"CTCAC":1536,"ACCTAC":1537,"GCGCCA":1538,"TTAAT":1539,"GCTAGC":1540,"GATTGC":1541,"GGCTCC":1542,"TAAAT":1543,"TCGATC":1544,"GATGAC":1545,"GGCTAC":1546,"GTATAA":1547,"TCAGTC":1548,"CTTGA":1549,"CTAGA":1550,"ATCAC":1551,"CGAGC":1552,"GCTTTC":1553,"CTATC":1554,"TAAAG":1555,"GTGTGA":1556,"ACATAC":1557,"GCTTAC":1558,"TGGGA":1559,"GGCTTA":1560,"GGCTCA":1561,"GGCGTC":1562,"ATCCA":1563,"TCCGCC":1564,"GGGAA":1565,"TCCGAA":1566,"GAGAGC":1567,"GCTACC":1568,"TAGCG":1569,"GGAAT":1570,"GACTTA":1571,"GACAT":1572,"ACCGTG":1573,"GGCCAC":1574,"TTCTAA":1575,"TGCCG":1576,"CTGTC":1577,"GGGTC":1578,"GAGTCA":1579,"TCCTTA":1580,"GAGATC":1581,"GGCGGA":1582,"GTCCG":1583,"TCAGAC":1584,"TGATGA":1585,"ACCTTA":1586,"GCGGCA":1587,"AGGAC":1588,"CATAC":1589,"AGCAC":1590,"GCAGTC":1591,"ACAACA":1592,"TTAAG":1593,"ACTTCC":1594,"TTCTTA":1595,"GTTGT":1596,"GCTCCA":1597,"GGCGCC":1598,"AAGTA":1599,"GCATAA":1600,"ACGGAA":1601,"GCTGGA":1602,"ACGGAC":1603,"TTCTTG":1604,"GGGCC":1605,"TGCGAA":1606,"TTGCG":1607,"CGTTA":1608,"TTCAT":1609,"ATTAC":1610,"TCCTGC":1611,"GCATCA":1612,"ACCTGA":1613,"GAACT":1614,"ACTCCA":1615,"ATTCC":1616,"TTCGTG":1617,"TTTCCAA":1618,"AGTCC":1619,"ACTGCC":1620,"GAATT":1621,"AGGTA":1622,"TGATTG":1623,"AGAAA":1624,"GCTATC":1625,"GCGTTC":1626,"TTCGTC":1627,"GTAGCC":1628,"TCTCG":1629,"ATCTA":1630,"GCGTAA":1631,"ACCTGC":1632,"TCTATA":1633,"GGGAC":1634,"TTCCG":1635,"TAGTGC":1636,"ATTGA":1637,"TAGTTA":1638,"TAGATA":1639,"GCATT":1640,"TTGTTG":1641,"TCTGTC":1642,"GTGAT":1643,"CCGCC":1644,"GCGTTA":1645,"GACTGC":1646,"GTCTGA":1647,"GCTTAA":1648,"TTTCT":1649,"CGAGA":1650,"GGCTTC":1651,"TAAGTG":1652,"GGATAC":1653,"TAATGA":1654,"GAATCA":1655,"GACGAC":1656,"CATCC":1657,"ACGTTA":1658,"GCTGAC":1659,"CTGCA":1660,"GAGTAA":1661,"AGTGC":1662,"GCAGTG":1663,"GTCGAA":1664,"GGCCT":1665,"GGTAT":1666,"CTGGA":1667,"GATTCA":1668,"TGCGTG":1669,"AGCGA":1670,"TAGCT":1671,"TTTACCA":1672,"TCTGTA":1673,"GCGATC":1674,"GACAAC":1675,"GCTAAA":1676,"TGCGCA":1677,"ACATTA":1678,"TGGAG":1679,"GCTGGC":1680,"ACCTAA":1681,"ACCGCA":1682,"GTCTTG":1683,"GGTTGA":1684,"ACTGCA":1685,"GCTTGC":1686,"TGTTGA":1687,"GCGTGC":1688,"TCGTTA":1689,"ACTAAC":1690,"TTCTAC":1691,"GGATCA":1692,"ACGACC":1693,"ACAGTC":1694,"CACGA":1695,"GGCTGC":1696,"CTAGC":1697,"GCCTT":1698,"GTATGC":1699,"GACTCA":1700,"TTACG":1701,"TGTGTA":1702,"ACAGAA":1703,"TTACT":1704,"GTAGAA":1705,"GGTGT":1706,"GCTGAA":1707,"AGTAA":1708,"TAGAGA":1709,"TCGAGA":1710,"TATTGA":1711,"ACGATC":1712,"TCTTGC":1713,"GACTTG":1714,"ACATTC":1715,"GGATTC":1716,"GTAGTC":1717,"GGCGAA":1718,"GTGGTT":1719,"TCCTCA":1720,"ACCTTC":1721,"AGCAA":1722,"AATTA":1723,"GGAGTC":1724,"GTCAT":1725,"TGAGT":1726,"AGCTA":1727,"ACGCCA":1728,"TGAGCA":1729,"TACGCC":1730,"ACTTAA":1731,"TCGTGC":1732,"CGAAC":1733,"TACAT":1734,"TCCTTG":1735,"GCGAAC":1736,"TACGTG":1737,"GAATGC":1738,"GACTT":1739,"TTTGACC":1740,"GCTGCA":1741,"ACAGCC":1742,"TACCAAA":1743,"CCACC":1744,"AACAA":1745,"CTGAA":1746,"GCTCAC":1747,"TCAGTG":1748,"ACAGGA":1749,"CTATA":1750,"ACGGCA":1751,"TAACG":1752,"CTGAC":1753,"TCATGA":1754,"ACGAAA":1755,"ACATAA":1756,"TGACT":1757,"TCCGTG":1758,"TTGTT":1759,"TTTGACA":1760,"TTCTGA":1761,"GAGAG":1762,"AAAGGA":1763,"GCTCGA":1764,"CGGTG":1765,"GGTGACC":1766,"TTCGAA":1767,"GCTGTC":1768,"ACTATC":1769,"TGAGTT":1770,"TTAGTG":1771,"GACGTG":1772,"ACCGAA":1773,"TAGTAA":1774,"TTTTCC":1775,"GATTGA":1776,"GGACG":1777,"GCAGAC":1778,"GTACG":1779,"GCTTCA":1780,"TGTGT":1781,"TACAAC":1782,"AAATCC":1783,"TACTGA":1784,"GCGAAA":1785,"ACGCAC":1786,"TTAGCA":1787,"ACGACA":1788,"TAAGCA":1789,"GGTCT":1790,"ATTGC":1791,"GGCTTG":1792,"GGCAG":1793,"GTTCG":1794,"ACTAAA":1795,"TCATTG":1796,"GATGTG":1797,"AGAAC":1798,"AAGCC":1799,"GTACT":1800,"TACGT":1801,"ACAGTG":1802,"GCAAT":1803,"TTCTGC":1804,"ATTCA":1805,"GGAGCA":1806,"GGGTG":1807,"GGAGAC":1808,"GTATTA":1809,"TAATTG":1810,"ACTGG":1811,"GCGAGA":1812,"ATAGA":1813,"GATAT":1814,"CTCGC":1815,"ACGTCC":1816,"GATCG":1817,"GTTAT":1818,"TATAT":1819,"TACTGC":1820,"CCGTC":1821,"GTAGTG":1822,"GCAGTT":1823,"GGCGTG":1824,"GCTGTA":1825,"GGTTCCA":1826,"AGATA":1827,"GAGTGA":1828,"TGTTTG":1829,"TGGTTG":1830,"TGATT":1831,"GTCAG":1832,"ACGTAA":1833,"TTGAT":1834,"CACAA":1835,"GCTCGC":1836,"GATAG":1837,"ACAGCA":1838,"TATGG":1839,"ATATA":1840,"GAAAT":1841,"TTGTGA":1842,"ACAGAC":1843,"GAACG":1844,"AAAGGC":1845,"AAGGA":1846,"GAAGTT":1847,"TTCCT":1848,"AGCTC":1849,"ATGAA":1850,"GTCGTG":1851,"TTGGT":1852,"CTCTA":1853,"CAGGA":1854,"TATGTA":1855,"GTATTC":1856,"CATTC":1857,"TATAG":1858,"GGCCG":1859,"TAAGAA":1860,"TGCCAAA":1861,"GGCCC":1862,"AACTA":1863,"TTGGTT":1864,"GCTCG":1865,"TATTTG":1866,"ACTAGC":1867,"GGTAG":1868,"TAGAT":1869,"TATCG":1870,"GATTTG":1871,"ACTCTC":1872,"GGAGAA":1873,"GGCCGG":1874,"ACTTAC":1875,"TTTCAAA":1876,"GGCTAA":1877,"ACCAG":1878,"TCTTTG":1879,"TTATGA":1880,"CTGTA":1881,"GTCTT":1882,"TACGAA":1883,"TAGGCCA":1884,"CAACA":1885,"ATCTC":1886,"TCAAG":1887,"ACAAG":1888,"TTCAGG":1889,"ACGTGC":1890,"GAGGACC":1891,"TAAGTT":1892,"GCGAGC":1893,"CCTGA":1894,"TCGCAC":1895,"GTGGT":1896,"GGCGAC":1897,"CACTC":1898,"GTTCCAA":1899,"ACTACC":1900,"ATCGC":1901,"AACGC":1902,"GTCGCA":1903,"TGAAG":1904,"CGATA":1905,"TTCTT":1906,"AACTC":1907,"GTCTTA":1908,"GGATT":1909,"ACCGAC":1910,"ACCTT":1911,"TCCGTT":1912,"TGGCAC":1913,"ACTAT":1914,"TCAGT":1915,"CTACA":1916,"ATGTA":1917,"GCTTGA":1918,"GCTCTA":1919,"TATGTG":1920,"GCTAG":1921,"CCTAA":1922,"TGCCAC":1923,"ACCTTG":1924,"CGCTA":1925,"AATGA":1926,"TCCGAC":1927,"GTAGCA":1928,"ATATG":1929,"GTGTGC":1930,"GTCCT":1931,"ACGTAC":1932,"GAGGTG":1933,"TACGCA":1934,"TAATT":1935,"ATAAC":1936,"AGAGA":1937,"CCGTA":1938,"TACTTG":1939,"CTTTG":1940,"TCTGG":1941,"ACGTCA":1942,"CAGTG":1943,"AAAGCC":1944,"GTGCG":1945,"GGGGC":1946,"CTCGA":1947,"TAGGTG":1948,"GCTGG":1949,"AAGAC":1950,"AGAGC":1951,"CCTAC":1952,"TCTTGA":1953,"GGAGTG":1954,"CAGAC":1955,"GTGAG":1956,"TCCTT":1957,"TCACT":1958,"GGTTACC":1959,"TCGTTG":1960,"ACTGAA":1961,"TTGTGC":1962,"GATGT":1963,"GCGAT":1964,"AGCGC":1965,"ACCTCA":1966,"CCGCA":1967,"TCACG":1968,"GGTGCCA":1969,"ATTTG":1970,"TTATGC":1971,"ACTAG":1972,"GGCTGA":1973,"CATAA":1974,"ACTCGA":1975,"CGTGA":1976,"AGTTA":1977,"GTAGT":1978,"GTTTATC":1979,"TCCAACC":1980,"AATGC":1981,"CCGGC":1982,"ACGAAC":1983,"GTCGT":1984,"CAGCC":1985,"ACTGGA":1986,"TCAAT":1987,"ACGCAA":1988,"GTATAC":1989,"AAATTA":1990,"GCGAG":1991,"TCTCT":1992,"CGCGA":1993,"CAGCA":1994,"GGTGTG":1995,"GAGCG":1996,"ACATGC":1997,"CTCTG":1998,"GACGTT":1999,"ACGGTA":2000,"ACATTG":2001,"TTCGT":2002,"GTGCT":2003,"TCGTGA":2004,"AATCA":2005,"TAGTTG":2006,"ACTACA":2007,"ACTGAC":2008,"GTGTT":2009,"CCTGC":2010,"TTCCAAA":2011,"GCCGTT":2012,"AATTC":2013,"TCCATTC":2014,"TCAGTT":2015,"GAGCT":2016,"AGTGA":2017,"TGGAGG":2018,"CACGC":2019,"ACAGTA":2020,"TGCTT":2021,"TTTACAA":2022,"TGAGTG":2023,"CATTA":2024,"ACTTGC":2025,"TGCGTA":2026,"GGTTACA":2027,"CCTTA":2028,"GCTAT":2029,"GGGTT":2030,"GGCTT":2031,"GGGGA":2032,"TCTAT":2033,"TAGTGA":2034,"GAGTTG":2035,"AAATTC":2036,"GCTTTG":2037,"GCCGT":2038,"TAAAGAA":2039,"AATAA":2040,"TGACAAA":2041,"CGCGC":2042,"GGTTT":2043,"ACACCA":2044,"TTCTCA":2045,"GGTTTAA":2046,"ACGAGC":2047,"TAACAAA":2048,"ACGATA":2049,"TTTAGG":2050,"TCGAG":2051,"GAGTACC":2052,"TTCGTT":2053,"TTTAGC":2054,"AGATG":2055,"ACTGGC":2056,"GTAAT":2057,"AAAGAA":2058,"TGACCAA":2059,"TACAACC":2060,"GGTAGGC":2061,"ACTCAA":2062,"TGCGTT":2063,"GAGAT":2064,"TAAGT":2065,"GTATTG":2066,"CCGTG":2067,"GCGGACC":2068,"AAATG":2069,"TAGAG":2070,"ACATCA":2071,"GCGTGA":2072,"TACCACC":2073,"TTTGGCC":2074,"CGCTC":2075,"TAGGT":2076,"AAGTG":2077,"GGTTTCC":2078,"GGCTG":2079,"TTGCCAA":2080,"TGCCACC":2081,"CTATG":2082,"TAGGACC":2083,"ACTGTA":2084,"GCCTTCC":2085,"AACGA":2086,"TCCATCC":2087,"GGACCC":2088,"TATGT":2089,"GAAGT":2090,"GCACG":2091,"AAAGAC":2092,"ACTCG":2093,"TACTT":2094,"ACTCT":2095,"GTTCT":2096,"AAACA":2097,"TGGTCCA":2098,"CCGGAA":2099,"ACGCT":2100,"GCGGTG":2101,"AAAGCA":2102,"CCACA":2103,"GGTGACA":2104,"TCGGTG":2105,"ACTGTC":2106,"GTCGTT":2107,"GCTGTG":2108,"TTATCAC":2109,"ACGCG":2110,"CACTG":2111,"TCTAG":2112,"AAATAC":2113,"ACATT":2114,"GGTCG":2115,"GAGTCCA":2116,"TTAGTT":2117,"ACGCGC":2118,"CGATG":2119,"AAATGC":2120,"TGGCTGC":2121,"ACGAT":2122,"TGACCC":2123,"ACTTCA":2124,"AAGCA":2125,"CATCA":2126,"CAGTA":2127,"CCTCA":2128,"TCGTCCA":2129,"TACGTT":2130,"TCGCG":2131,"GGCGTT":2132,"TTACCC":2133,"CTGTG":2134,"TAGGACA":2135,"CATTG":2136,"AAGTT":2137,"TTTTGC":2138,"ACCGT":2139,"ACTCAC":2140,"AAAGG":2141,"ATGTG":2142,"GTTGGCC":2143,"ACTCGC":2144,"AAGTC":2145,"TCCTGGA":2146,"TAAAGGA":2147,"GCGCG":2148,"CATGA":2149,"TGTTCCA":2150,"CCGAC":2151,"ACATGA":2152,"GGTTTGA":2153,"GGAGGTC":2154,"AAATCA":2155,"TGTCAC":2156,"GGTCCAA":2157,"ACAGT":2158,"CACTA":2159,"TTTTAC":2160,"TATCAAA":2161,"TCCGT":2162,"TGAAACC":2163,"TAGCAC":2164,"TTTTAA":2165,"GACGT":2166,"TTTTCA":2167,"GATTCCA":2168,"GACAGG":2169,"GGACACC":2170,"GAAAGG":2171,"TGCAAC":2172,"TCTGTG":2173,"TTGGACC":2174,"GGAGTT":2175,"TAAATT":2176,"TCTGT":2177,"TTTGCAA":2178,"CATGC":2179,"AGCTG":2180,"GAACGG":2181,"TTTGGCA":2182,"ACGGACC":2183,"TCGGACC":2184,"GCGCT":2185,"TGCCGG":2186,"TACCCA":2187,"ACGGCCA":2188,"GTTTAAA":2189,"AAAGTA":2190,"CGCTG":2191,"GCCTGGA":2192,"GATTAAA":2193,"ACAAAC":2194,"AATAC":2195,"GACAACC":2196,"GTCCAC":2197,"AACTG":2198,"GCAGT":2199,"GTCCAAA":2200,"GAATCCA":2201,"CAGTC":2202,"TACCGA":2203,"TAAAGG":2204,"TGATTCC":2205,"TTCAAC":2206,"GCTTT":2207,"GTTTGCC":2208,"GCCAACC":2209,"ACGAG":2210,"GATGG":2211,"GAAGGTC":2212,"GCCATCC":2213,"TGGATG":2214,"TGACGG":2215,"GTATT":2216,"GAAATTC":2217,"GAATTGC":2218,"TTGGAGC":2219,"GTTTCCA":2220,"GTACCC":2221,"GTCCTAC":2222,"TGCGT":2223,"GACCAAA":2224,"GCCTTTC":2225,"TGCGGTC":2226,"TTGGACA":2227,"GCCAAC":2228,"GTACCAA":2229,"ACTGT":2230,"GCGTTG":2231,"TGGTTCC":2232,"ACAGTT":2233,"TGGAAC":2234,"TGCCCA":2235,"TTACCAA":2236,"TGGCTCA":2237,"AGGTG":2238,"GCCGGCC":2239,"TACGGCC":2240,"TAAACCA":2241,"ACACT":2242,"TTTGAAA":2243,"TTTAGAC":2244,"TAAAGA":2245,"TACCTCC":2246,"GAACAAA":2247,"GTAGTT":2248,"CCGAA":2249,"TGGCTGA":2250,"TTTGGTG":2251,"AGGTCC":2252,"TGCCGGA":2253,"ACTCTA":2254,"TAAATCC":2255,"ACCGGCC":2256,"TTTCGCC":2257,"TAAAAA":2258,"GCTGT":2259,"ATCTG":2260,"TGGTAAA":2261,"AGTTG":2262,"GATAGG":2263,"GGAGGCA":2264,"TTCGTAA":2265,"TGGTACA":2266,"TGGCTC":2267,"TTGAAG":2268,"TGTTT":2269,"AAGGCC":2270,"GACGCCA":2271,"ACCGTT":2272,"GCAAG":2273,"TGTTACA":2274,"GTATCAC":2275,"GAAACAA":2276,"GGCGTCC":2277,"TATTT":2278,"TTGACCA":2279,"TTAGGTC":2280,"TTCCTCC":2281,"CGTGCC":2282,"GGAGT":2283,"GAAAGA":2284,"GGCGT":2285,"TGTAGGA":2286,"GATTT":2287,"TGCCTG":2288,"GGCTCTC":2289,"GACAGC":2290,"TAAAGC":2291,"GCCTGGC":2292,"TAATACA":2293,"GCGTCCA":2294,"ACGGTG":2295,"GCGGACA":2296,"GTGCCC":2297,"TGCCTCC":2298,"TTCCCA":2299,"TCGAT":2300,"GACTCTC":2301,"GGCCCA":2302,"TCGCT":2303,"GCACT":2304,"GAATGGA":2305,"TACCGG":2306,"TTCCTAC":2307,"GGATATC":2308,"TTGGTAA":2309,"TACGTCC":2310,"GAATAGC":2311,"TGTAGG":2312,"GACATCC":2313,"TCAAAA":2314,"TTAGTTC":2315,"AAATGA":2316,"TCCATG":2317,"TTTCACA":2318,"GACCGGA":2319,"GTGACCA":2320,"TTTCAC":2321,"GGTGTCC":2322,"GAAATAC":2323,"GAAGACC":2324,"GGCCTG":2325,"TCGGT":2326,"TCATT":2327,"TTACAAA":2328,"TTAGGAA":2329,"TGCGACC":2330,"TGCGGAC":2331,"TGAGTCC":2332,"GCCATTC":2333,"GAAATCC":2334,"GATTTCC":2335,"TACCTG":2336,"GTTGGCA":2337,"TGTGGCC":2338,"GAATTTC":2339,"TCCAACA":2340,"TGGATC":2341,"TTTATA":2342,"TGTCGTA":2343,"CAGGCC":2344,"GGCCTA":2345,"TGTTTCC":2346,"GGTAGGA":2347,"GCAAAA":2348,"GTTTGAA":2349,"GAAACCA":2350,"TACCTTC":2351,"GGTCAC":2352,"GTTCAAA":2353,"GGACCAA":2354,"GCCAGTA":2355,"CCGGAC":2356,"GACCCA":2357,"ATCGA":2358,"TTAAGG":2359,"GAACAC":2360,"TTAAAT":2361,"GAATTTA":2362,"GAAAAA":2363,"TAGCGG":2364,"GTCGCCA":2365,"GTCCCA":2366,"ACGTTG":2367,"GTCCGG":2368,"GTATGAC":2369,"TAAATCA":2370,"TTCCGC":2371,"TTGGG":2372,"TTATT":2373,"TGGAGAA":2374,"TGTCGG":2375,"GACGGAC":2376,"GGATGAA":2377,"ACCGGAA":2378,"AGCGG":2379,"TAACTG":2380,"TATTTAC":2381,"CCGG":2382,"GAAATC":2383,"GAGGT":2384,"TGCCTAA":2385,"GCACAC":2386,"ACACG":2387,"GCTTACC":2388,"GACAGCA":2389,"TTGAGG":2390,"GGTTGAC":2391,"TTTAGCA":2392,"GTCCGGA":2393,"GTAACAA":2394,"TCGGCCA":2395,"GGCTTCC":2396,"TGCCTT":2397,"GTCTCCA":2398,"TCAGAAA":2399,"GGTCGA":2400,"TTTGGAC":2401,"CACGG":2402,"TTCGGCC":2403,"TTGGTTC":2404,"GTTGACC":2405,"GATGACA":2406,"TACGGTA":2407,"TTGGAGA":2408,"GTTAGG":2409,"TCCTGCC":2410,"GAAGCAA":2411,"TTAAACC":2412,"GTCAACC":2413,"CGGTCC":2414,"CATACA":2415,"TACCGCC":2416,"TCCATTA":2417,"TCAGTCC":2418,"GGTTGAA":2419,"TGAGACC":2420,"TTGGCCA":2421,"AGAGG":2422,"ACGAGA":2423,"TGATGGA":2424,"GTAGTAC":2425,"CCGTT":2426,"GTGCAAA":2427,"CGTTG":2428,"TATCTT":2429,"TAGCGCC":2430,"TCCAAT":2431,"ACCAGG":2432,"TATTTCC":2433,"TAAGACC":2434,"TTCGTAC":2435,"TGAAAG":2436,"TAACCAA":2437,"GAGCGCC":2438,"TAGTACC":2439,"ACGCGA":2440,"TATAACC":2441,"GAGGTCC":2442,"TTGTGTC":2443,"TAACTT":2444,"ACGGACA":2445,"GTCTACC":2446,"CCTTCC":2447,"GTAAACC":2448,"GCCGGAA":2449,"GTATGCC":2450,"ACATGGA":2451,"TAACACC":2452,"TGAGGCA":2453,"TACAGG":2454,"TAAAGCA":2455,"ACTTTG":2456,"TTTTTA":2457,"CAGAA":2458,"TTGCACC":2459,"GGAACAA":2460,"AAAGTG":2461,"CCTGCC":2462,"TTTTTC":2463,"GTTTACC":2464,"TTGTTTA":2465,"GAACTG":2466,"TTGAGAC":2467,"GTCACCA":2468,"GACCGGC":2469,"CTAGG":2470,"TAAGGAC":2471,"TTGTCTC":2472,"TGGCCAA":2473,"TGTTTAA":2474,"TCATCAA":2475,"GTCTGGA":2476,"GAACCAA":2477,"GCAGGAA":2478,"TTCGAAC":2479,"GGAGCAA":2480,"CAGAGC":2481,"GACAAG":2482,"TAAGGTC":2483,"GCAACCA":2484,"TTAGACA":2485,"ACGCTC":2486,"TCATGGA":2487,"TTCTCGC":2488,"GTAGGTC":2489,"GTACTAC":2490,"GTAAGG":2491,"TAGTCCA":2492,"GTCGATC":2493,"CCTTTC":2494,"TGCATA":2495,"GATTTGA":2496,"AAACCA":2497,"GGCCTC":2498,"GGACGCC":2499,"GGTATGA":2500,"TGCGTCC":2501,"TACATC":2502,"TGCATAC":2503,"GTCAGAA":2504,"TTGCCC":2505,"GTTTAAC":2506,"TTGCAAA":2507,"GATCGGC":2508,"TTCATTA":2509,"TATAGG":2510,"GGATTCC":2511,"AGAACC":2512,"GGTTTCA":2513,"CGCGG":2514,"GGACAAA":2515,"GTACAAA":2516,"TGTTGCA":2517,"TTAACAC":2518,"TTAAACA":2519,"GGCATCA":2520,"TGGCAAA":2521,"TATCACC":2522,"TTTGTAA":2523,"TCCAGG":2524,"GGCCGGC":2525,"TTGAACA":2526,"AATTG":2527,"TACGGAA":2528,"GTAATCC":2529,"GCGTACC":2530,"AGTGCC":2531,"CTTTCA":2532,"TATGACA":2533,"GTGAGAA":2534,"TGGTCAA":2535,"TGATACC":2536,"GCGGCCA":2537,"GCAACAA":2538,"GTTTGCA":2539,"TACAGGC":2540,"ACGTCCA":2541,"GTCCGGC":2542,"TTCTTCA":2543,"TTGGAAA":2544,"GTGGTAC":2545,"GGCATCC":2546,"ACGCTA":2547,"TTTAGGA":2548,"TAGCTCC":2549,"GTTTGGA":2550,"GAGGCCA":2551,"GCGGT":2552,"TAATTCA":2553,"GTATGCA":2554,"GGCCGT":2555,"GATATCC":2556,"GAAGAGC":2557,"TTGGAAC":2558,"GTGGAAA":2559,"TTGCTCC":2560,"GCCTCTC":2561,"TAAGAAA":2562,"TGCTGCC":2563,"TTCACT":2564,"TATCGTA":2565,"TTTGTCC":2566,"TGCCAT":2567,"TCCATGA":2568,"GAGCTA":2569,"GTCAGG":2570,"TTTGGTA":2571,"TTCTCAA":2572,"GGCGTTC":2573,"TAATGTC":2574,"GTGGCAA":2575,"GACCGCC":2576,"GCGGTCC":2577,"TTTCTCA":2578,"TAAGGCC":2579,"GCAGCAC":2580,"GTATCAA":2581,"GCAAACC":2582,"TAATGAA":2583,"TTAGTCC":2584,"GACCTC":2585,"TGGCTTC":2586,"TTACGG":2587,"GGTCACC":2588,"TTGCTC":2589,"TTCAGC":2590,"GGTGGCC":2591,"TGACCT":2592,"GAGCACC":2593,"TTGTTTC":2594,"TAATGGA":2595,"TCATTCC":2596,"GGATGGA":2597,"GTGTTCC":2598,"CAACCA":2599,"CCGTCC":2600,"ATCGG":2601,"TATCTCC":2602,"GTCAGCA":2603,"GATAGA":2604,"GGTGGTA":2605,"GCTTACA":2606,"TCCAGGC":2607,"TACGGTC":2608,"TTCTTAA":2609,"CAGACC":2610,"TGGCGGA":2611,"TCAACCA":2612,"TGCTACC":2613,"TTGGCAA":2614,"GAGCGG":2615,"GATAGGA":2616,"TGAGGCC":2617,"TTGGTGC":2618,"GTTTCAC":2619,"TGTAGAC":2620,"ATTTAC":2621,"GTAGGCC":2622,"TGGTACC":2623,"TATTACA":2624,"ATGTAA":2625,"GCGTACA":2626,"CTGGTA":2627,"AATTTA":2628,"GGAGTTC":2629,"TGTCAAA":2630,"TTTGGACC":2631,"GGTTTAC":2632,"AAGG":2633,"GAAGATC":2634,"TTCGACC":2635,"GTCTTAC":2636,"TTGTTAA":2637,"CAGG":2638,"GGCATAC":2639,"TTGGTCC":2640,"GTCATA":2641,"TGCTTCC":2642,"TTTATG":2643,"GGTCAAA":2644,"GGAATC":2645,"GGCTAAA":2646,"GGTATAA":2647,"ATTACC":2648,"ATCCAA":2649,"GCCTGCA":2650,"TACCGAA":2651,"TTCCACA":2652,"ACCTTTC":2653,"GGATAAC":2654,"GTGGAAC":2655,"TTCAGCA":2656,"TACGACC":2657,"GCCGGCA":2658,"TTCGGAA":2659,"GGAGCCA":2660,"TCCATCA":2661,"TTTATTA":2662,"TTGAGGC":2663,"TAGCCAA":2664,"TCTGACC":2665,"TCCTTCC":2666,"TAAGGCA":2667,"GTCGACC":2668,"GTTTCTA":2669,"GGTCGAC":2670,"TGTTGAC":2671,"GTGTGGC":2672,"TATCAC":2673,"GCTCT":2674,"GACCAT":2675,"CTTCCA":2676,"TGTGACC":2677,"GGATGTC":2678,"TGCCTGA":2679,"GTGCGGC":2680,"TTGATTA":2681,"GCAGGCC":2682,"TTATGGA":2683,"GTTATGA":2684,"GGGT":2685,"GCCGTTC":2686,"GCATTTC":2687,"TACATGA":2688,"TTTATGC":2689,"TGTATCC":2690,"CCTTAC":2691,"GGTTGCC":2692,"TTCACTA":2693,"GTTTAGC":2694,"TTTAGTC":2695,"ATGCAA":2696,"TCCTGCA":2697,"GTAGCCA":2698,"GTTTGTC":2699,"GCAAAC":2700,"TTCAAG":2701,"TATTCCA":2702,"GCAGCCA":2703,"ACCTGCC":2704,"GTGGATC":2705,"GGCAAT":2706,"TCCGGCC":2707,"ACTATA":2708,"TCCTATC":2709,"GTATGGC":2710,"TTGCGG":2711,"GAACTC":2712,"GTCGGCC":2713,"TTTCTA":2714,"CTTACC":2715,"TTAGGCC":2716,"TTCCGCC":2717,"TGAATA":2718,"GCACAAA":2719,"CTCCAA":2720,"GAAGGCC":2721,"ACAGGCC":2722,"TACTCTC":2723,"TACACT":2724,"ATTTCC":2725,"GATTTAA":2726,"ACTGTG":2727,"TACTTCC":2728,"GAATAAA":2729,"TGCGAAA":2730,"GGCGAGC":2731,"TGAAGTA":2732,"TTGCTCA":2733,"GAGTTCC":2734,"GATGCCA":2735,"TTATTAA":2736,"TTTAGCC":2737,"TGGTTCA":2738,"GGCAGG":2739,"TACTAAC":2740,"TTCTAGC":2741,"GTATTTC":2742,"TGGAGGA":2743,"GGTGGAC":2744,"TGGACAA":2745,"AAGCCA":2746,"GCCGGAC":2747,"GTCTTCA":2748,"CCGTTC":2749,"TAAAGGC":2750,"GAAAGT":2751,"ACCAGAC":2752,"TTTCGG":2753,"GAGATCC":2754,"GAAGTGC":2755,"TTAGCGC":2756,"GTCGGTC":2757,"TTGCAT":2758,"TATTGAA":2759,"GTCTCAA":2760,"TGCCTTC":2761,"GTCCGAC":2762,"GAGAGGA":2763,"AATGCC":2764,"TTGTAAA":2765,"GAAATGA":2766,"TTATGAA":2767,"AAATAA":2768,"TATCGG":2769,"TTCAGGA":2770,"TCGTTCC":2771,"TCCGGAC":2772,"GCCGACA":2773,"GAATCAC":2774,"TTAAGGC":2775,"ATGGTG":2776,"GAAGCGC":2777,"TCGAACC":2778,"GACTCCA":2779,"TCAGGTC":2780,"ACATTCC":2781,"TCCACAA":2782,"GTAAAA":2783,"GTGTGCA":2784,"GTTTGAC":2785,"TTCATG":2786,"GTGATAA":2787,"GTGACAA":2788,"CCACCA":2789,"TGGCTAA":2790,"TTAATA":2791,"GTACAC":2792,"TTCAGAC":2793,"GCCCAA":2794,"GACCTGA":2795,"TTTAGTG":2796,"GGTGTAC":2797,"TTTATCC":2798,"TGAAGC":2799,"GGTAGTG":2800,"AACGG":2801,"TGCGTAA":2802,"TTCTTAC":2803,"GGCGGCA":2804,"TTGGCAC":2805,"GATAGGC":2806,"TAACGA":2807,"TCGTACA":2808,"TCGGTCC":2809,"TGGTTAA":2810,"TACTCGC":2811,"GAATACC":2812,"GTATCGC":2813,"GACCGG":2814,"ACCTTCC":2815,"TTCTCCA":2816,"CATTAC":2817,"TGCTGAA":2818,"ACAGAAC":2819,"TTTGGAA":2820,"CTGTAA":2821,"AAGGTC":2822,"AATTAA":2823,"GTAACCA":2824,"GTGTTAC":2825,"TACCGCA":2826,"TAGCGTG":2827,"GTAAGCC":2828,"TACACAA":2829,"GACTGTC":2830,"TGCGGCC":2831,"GCCATC":2832,"TAAATGA":2833,"TGACTG":2834,"GTGCAC":2835,"CTTGAA":2836,"GACACCA":2837,"GGAGATA":2838,"GGCTTGA":2839,"GTCGGAA":2840,"GTTTCGC":2841,"CCTCCA":2842,"CTCGG":2843,"GACGGCC":2844,"GTCTTCC":2845,"TGCCTAC":2846,"TCGATAC":2847,"TGCTTAA":2848,"TGAATAA":2849,"GTCGGCA":2850,"TTTAGAA":2851,"TTACAC":2852,"TTCAACC":2853,"GTAAGC":2854,"AGTGAA":2855,"TAGACAA":2856,"TGTTCAA":2857,"TCCTAAA":2858,"TTATACC":2859,"TGCATAA":2860,"AACCAA":2861,"TTGGCTA":2862,"GTTTCTC":2863,"TGCCACA":2864,"GAAACT":2865,"TCGGAAA":2866,"GCCACAC":2867,"TACCGAC":2868,"TGGAGC":2869,"TGGAGT":2870,"ATGGCC":2871,"GCAGTCC":2872,"TTGTATC":2873,"GTTTACA":2874,"GCCAGGC":2875,"TGTATCA":2876,"TACAAG":2877,"AAGGCA":2878,"CAGTAC":2879,"GAGGCAA":2880,"TGTCCC":2881,"GACTTCC":2882,"GCCAGAA":2883,"TGACACC":2884,"GGACGC":2885,"GGTTTGC":2886,"TCAGTGC":2887,"GAGTACA":2888,"GGAAAT":2889,"TCGTTAA":2890,"TGTCCAA":2891,"TTCGTCC":2892,"TACCACA":2893,"TGAAGCC":2894,"TGCATCC":2895,"TGTGGTG":2896,"TGGCCC":2897,"TGAAGG":2898,"GGCAAC":2899,"TATGCCA":2900,"GACTTAA":2901,"GAAACGC":2902,"TGAGAGA":2903,"GTAGGAA":2904,"GACAGTG":2905,"GTTAACC":2906,"TGTCCG":2907,"GAGTAAA":2908,"GATCCAA":2909,"TTAAGCC":2910,"TGTGGAC":2911,"TCGGTAC":2912,"TAGGTCC":2913,"TCCTTTC":2914,"GTCGTCA":2915,"TGTCTCC":2916,"TTCACCA":2917,"GACCTTG":2918,"ACTAACC":2919,"TTTGCG":2920,"GCAGGTC":2921,"GTAGTCC":2922,"GTCTGAA":2923,"TACCTCA":2924,"TTCCACC":2925,"GAACTAC":2926,"GATGACC":2927,"AAGGTA":2928,"GCCACCA":2929,"GAATAAC":2930,"GTATTTA":2931,"TCCATC":2932,"TTGCCG":2933,"GCCTATC":2934,"TACATAC":2935,"TTTCTC":2936,"TAAATGC":2937,"GATCAC":2938,"ATGTTC":2939,"TTTTGA":2940,"GACGGCA":2941,"GGATCTC":2942,"GTGGCGC":2943,"GGAAAA":2944,"GGCTTAC":2945,"CCGCAC":2946,"TTTCACC":2947,"GTCTGCA":2948,"TACAGTG":2949,"TGGAACC":2950,"GATAACC":2951,"AGTACA":2952,"CCACGC":2953,"TACCTC":2954,"TTAAGAA":2955,"GATCGTA":2956,"GTAATGA":2957,"CTGAAA":2958,"GACGACC":2959,"GACTTTA":2960,"TGCCGAA":2961,"GGAAGGC":2962,"TTAAAA":2963,"ATACAA":2964,"GAGTTAA":2965,"TCAGGCC":2966,"GTCGTAA":2967,"GAGAGGC":2968,"TTATGGC":2969,"TTAGAGC":2970,"TGCTCCA":2971,"GTGGG":2972,"TAGCACC":2973,"GCTGACA":2974,"AGTTAA":2975,"TATTTCA":2976,"GCGGCAA":2977,"CCCAA":2978,"TGGATTC":2979,"TGACGA":2980,"TTGCGGC":2981,"TGTAGCC":2982,"GGTATG":2983,"TTTGTG":2984,"GAGAACC":2985,"GCGCGGC":2986,"GTGAGG":2987,"TTAACT":2988,"GAAACAC":2989,"TTAGAAA":2990,"TACCTT":2991,"TACAGGA":2992,"GGTCGG":2993,"TTGCGA":2994,"TGTAGA":2995,"TGAAAA":2996,"TTAGACC":2997,"TGGCTA":2998,"CGGTTA":2999,"CGGTGA":3000,"TCCGGAA":3001,"TTCCTC":3002,"TTACTA":3003,"TTAATC":3004,"TACGGAC":3005,"TTGTTCA":3006,"TGTCACC":3007,"ACAAAA":3008,"TGTTTGC":3009,"GACGTTC":3010,"TAATCTA":3011,"TTAACCA":3012,"TACCTGC":3013,"TCCAGCC":3014,"GCCATA":3015,"TATCTC":3016,"TCGGACA":3017,"GGCTGCC":3018,"TACAGC":3019,"GAAAGC":3020,"TTGCTA":3021,"TCAAGG":3022,"TACTAGC":3023,"TTATCGC":3024,"TTCGTCA":3025,"TCTACCA":3026,"GATGAAA":3027,"GCCGATA":3028,"TAATCTC":3029,"GTCGCAC":3030,"GGTTCAA":3031,"GAAGTTC":3032,"TTTAAC":3033,"GATGGT":3034,"GTTGCCA":3035,"TCCATAA":3036,"GTCCTCA":3037,"TAACTA":3038,"GCTGGTC":3039,"GACTTGA":3040,"GTATCTC":3041,"ACAGACC":3042,"TACCGGA":3043,"TGGCGG":3044,"TTACTG":3045,"ACTCTCC":3046,"GAAGGAC":3047,"TCAGGCA":3048,"GTATGGA":3049,"ACAGAAA":3050,"TTTAGGC":3051,"TTACTC":3052,"TTCAGA":3053,"TTCCAG":3054,"TCCGGTC":3055,"TAAGCAA":3056,"TGAACAC":3057,"TTTCGGC":3058,"TAGCTC":3059,"GGTATAC":3060,"ATGGCA":3061,"GAAGGAA":3062,"TTGGTTA":3063,"GTTTAG":3064,"TACATCA":3065,"TGACTGC":3066,"TAGCGGA":3067,"GTTCAC":3068,"TAGCCG":3069,"TGATCAA":3070,"TTAGATC":3071,"TTCCGT":3072,"TTCAGGC":3073,"GTGCTAA":3074,"GAGGTAC":3075,"GCCTGTC":3076,"TCAGGAC":3077,"TCAGCAA":3078,"GTAGACA":3079,"GTCTCTC":3080,"GTCATCC":3081,"GCACCT":3082,"GTAACGC":3083,"TTACACC":3084,"GTGATAC":3085,"GGTGGCA":3086,"GAGGACA":3087,"TCAACAC":3088,"GGCAGGA":3089,"GCGCAAA":3090,"GTGGACA":3091,"TGCCTA":3092,"GTCCGCC":3093,"TGCAGGC":3094,"GTAAGGA":3095,"GCTGTGA":3096,"GGTCCG":3097,"CTCAAA":3098,"ACTTGA":3099,"TCATAAA":3100,"TGGAGTC":3101,"TGGCGGC":3102,"GTCATC":3103,"GTATAAC":3104,"GTTGCAA":3105,"TAAGAAC":3106,"TTAAGC":3107,"GGTAGCC":3108,"GAGAGG":3109,"ATTCAA":3110,"CTGGCC":3111,"TGGACCA":3112,"TCCTATA":3113,"CAGTCC":3114,"GGTCACA":3115,"GATCGG":3116,"GAGCAAA":3117,"GCGCGC":3118,"GCTTCCA":3119,"AGTTCC":3120,"CTTGAC":3121,"GAGCCC":3122,"TCCCAA":3123,"TTAGAAC":3124,"GGCCGCC":3125,"GGCCGGA":3126,"GCGGTTC":3127,"GATGAT":3128,"GAGTGCC":3129,"GCCTCCA":3130,"TTCGTTC":3131,"GTCACAC":3132,"GTGTGCC":3133,"GTGTCAA":3134,"GGCCACA":3135,"GGTCTAA":3136,"TACCAG":3137,"ATTTCA":3138,"AAGCAA":3139,"GACTCAC":3140,"GTTTCAA":3141,"GGTCGGA":3142,"GCATCAA":3143,"TTCGGCA":3144,"TGGATAA":3145,"TGGCGAA":3146,"TTTAACA":3147,"TGTTTCA":3148,"TGCGTCA":3149,"CCTTG":3150,"TACCTTA":3151,"GAAATAA":3152,"GTACTA":3153,"CTTAAA":3154,"GCCGACC":3155,"TGAGGAA":3156,"TTCGCAA":3157,"ACATTTC":3158,"GGTAGTA":3159,"GATTACA":3160,"TTGGATA":3161,"TTCATGC":3162,"GTTCTCC":3163,"ACCAACC":3164,"GCTTTCC":3165,"GCCGAGC":3166,"GTGTGGA":3167,"GTCCTCC":3168,"TACGAAC":3169,"TGATAGC":3170,"GTTTGGC":3171,"GCCATG":3172,"GAGCTCA":3173,"TCGCTCC":3174,"GCTATGC":3175,"TGTGACA":3176,"ATTACA":3177,"CGGTT":3178,"GAGACAA":3179,"TAAACTA":3180,"TCCATGC":3181,"TACATTA":3182,"GGACTA":3183,"TTCAACA":3184,"GGCAACC":3185,"AGGTAA":3186,"TGTTACC":3187,"TAAGACA":3188,"GTTGACA":3189,"GGCCTAC":3190,"TGACTTA":3191,"TGTCTCA":3192,"GATCAAA":3193,"GGTAGAA":3194,"CTGCAA":3195,"GGCCGAA":3196,"TTTCTTA":3197,"GGTAGTC":3198,"GCAAGGA":3199,"TATGGTT":3200,"TTTAAT":3201,"ATAGG":3202,"AAGACC":3203,"TTTAGGAA":3204,"AGCCAA":3205,"TGCGGAA":3206,"ACAGGAC":3207,"TGCCCC":3208,"GAAATCA":3209,"GTTAGGA":3210,"GTTGTCC":3211,"TATCCC":3212,"GACGTCC":3213,"TTGTCAC":3214,"GTGGAGC":3215,"TACATCC":3216,"ACTGTCC":3217,"TAATGCA":3218,"TGCCGA":3219,"TTTCTCC":3220,"GTGCACA":3221,"TTTGTCA":3222,"ACTCTGC":3223,"CGCAAA":3224,"TTCGGTC":3225,"TACCTTG":3226,"TTCCTG":3227,"TGGCACC":3228,"GTACACC":3229,"TGTGGCA":3230,"TCTGGTG":3231,"TCGGTCA":3232,"ACGGTCC":3233,"TTTAACC":3234,"TGTCGAA":3235,"TGTCGGC":3236,"ACTAACA":3237,"GCGGAG":3238,"AGTTAC":3239,"TGACGCC":3240,"GAGATGC":3241,"ACTGGTA":3242,"GTTCAT":3243,"TGCCTTA":3244,"TAACGG":3245,"GATATGA":3246,"GTTGGT":3247,"CGACCA":3248,"TCCACCA":3249,"TTGGATC":3250,"TGCAGG":3251,"GCGGAT":3252,"TCATTGC":3253,"GGATAAA":3254,"CATGGC":3255,"GATCGC":3256,"ACAAT":3257,"GAGTGCA":3258,"GAAGTCC":3259,"GCAGTAC":3260,"TGCTCTC":3261,"TTCTTTC":3262,"GGAGTCA":3263,"GTCGCGC":3264,"TGTCACA":3265,"TAGCTG":3266,"GGCAGGC":3267,"TCACTCC":3268,"TAGAGG":3269,"CTGACC":3270,"TACACAC":3271,"TAAGTCC":3272,"TAAACAC":3273,"GTAAGGC":3274,"GCACACC":3275,"TCGGTTA":3276,"TAGCCC":3277,"GTCTGCC":3278,"GTTTGTA":3279,"GACCACC":3280,"GTTCGCA":3281,"GCACTCC":3282,"GCTGGAC":3283,"TTTGAT":3284,"TAGTTCC":3285,"GTGCCAA":3286,"GTATAAA":3287,"GGCATT":3288,"AGGAAA":3289,"TACGATA":3290,"TGCTTAC":3291,"TTCGGAC":3292,"CCGTAC":3293,"GTGCTAC":3294,"GATGGAC":3295,"GCTCCT":3296,"GTATTAC":3297,"TCCATT":3298,"GGCCACC":3299,"TAGCTGC":3300,"TACTTAA":3301,"TTCCGAC":3302,"TGAATT":3303,"GCTAGAA":3304,"TACTGGC":3305,"TTAGCCA":3306,"CATGGA":3307,"TAATGTA":3308,"GCAGTTC":3309,"TGATTGC":3310,"GGAGACC":3311,"GTCGGAC":3312,"GGCCAAA":3313,"GGAAGAC":3314,"GTCAGGC":3315,"GTGATCC":3316,"TTTGAG":3317,"CTGTCA":3318,"TAGGTT":3319,"TATGACC":3320,"GATTTAC":3321,"TGATACA":3322,"GTCGTAC":3323,"CCTC":3324,"TTCAGCC":3325,"TTGAGAA":3326,"GTTGTT":3327,"GTTGTAC":3328,"TCCAAG":3329,"ATTCCA":3330,"CGTGAA":3331,"TCATTTC":3332,"GCATATC":3333,"TTCACGA":3334,"TTGTAAC":3335,"CCACAA":3336,"TGTCGC":3337,"GAAATTA":3338,"TAGCAAA":3339,"GAACGGA":3340,"GTGAGGC":3341,"TCAAAT":3342,"GAGCCAA":3343,"CCACAC":3344,"TGCCGC":3345,"TGACGGC":3346,"GTCAGGA":3347,"TATTAAA":3348,"CATAAC":3349,"TGCCGGC":3350,"TTCCCC":3351,"GTCCTTA":3352,"TCAAAC":3353,"TTTGGTC":3354,"AATTAC":3355,"TGAGTTC":3356,"TGTCTC":3357,"GTTATG":3358,"GGTGGAA":3359,"GACTAAA":3360,"TAAGAGC":3361,"TAAGATA":3362,"TTCCTGA":3363,"GGTCTG":3364,"TCTGGCC":3365,"CTGGAA":3366,"AAGAA":3367,"TTATCTC":3368,"TACCGGC":3369,"GCCAGG":3370,"TGGATCC":3371,"TGGCACA":3372,"TTAATTA":3373,"GTCATTG":3374,"GTGCTA":3375,"TCTTGG":3376,"ATGGTA":3377,"TAATTAC":3378,"TAAGTAA":3379,"GGAACCA":3380,"GTATTCA":3381,"CCGCTC":3382,"GATATG":3383,"TGTGTT":3384,"AGGACC":3385,"GCCGTAC":3386,"TTAGGAC":3387,"TTCCTGC":3388,"GGTCTC":3389,"GCAACT":3390,"ACCCAA":3391,"GGAGACA":3392,"GTGTCCA":3393,"TAAATC":3394,"GAAATG":3395,"GGCAGC":3396,"TTTGTTC":3397,"TCTTCCA":3398,"CCTGCA":3399,"TGGAGA":3400,"GGTCGCA":3401,"GTGCTCA":3402,"TCGCTAC":3403,"CGCCC":3404,"CGGTTG":3405,"TCAGGAA":3406,"GCAGGAC":3407,"TTCTATC":3408,"GTGTTTA":3409,"GTGGCAC":3410,"CCGACC":3411,"TTAAGAC":3412,"GTTCGTA":3413,"TGTAACC":3414,"GCGCGA":3415,"CCATCC":3416,"ACGTACA":3417,"CGGACC":3418,"TTGGTCA":3419,"GTGGTCC":3420,"GTTCGGC":3421,"GATAGTA":3422,"GATGGCC":3423,"GTAAAG":3424,"GGCCAT":3425,"AATCCA":3426,"TTATATC":3427,"TTTCTT":3428,"CGGTTC":3429,"CCTTTA":3430,"GACCTAC":3431,"GCCAGC":3432,"TAACTC":3433,"GCTCGTC":3434,"CACCAA":3435,"TAAACTC":3436,"TCAGAGC":3437,"TGAACCA":3438,"TTCTAAA":3439,"TCCAGTA":3440,"GGCCTGC":3441,"GGTCGGC":3442,"GAACACC":3443,"TCTAACC":3444,"TTAGTCA":3445,"TGCGCAA":3446,"TTCCGGC":3447,"TGGCGC":3448,"TTTCGC":3449,"TGTCTA":3450,"GGCATC":3451,"GTTACAA":3452,"TGATGAA":3453,"TGAGCTA":3454,"GGCCTTC":3455,"TGACTA":3456,"GTGCTG":3457,"GGTAACC":3458,"TCGATCC":3459,"TCTGTCC":3460,"AGGTGC":3461,"ATGTTG":3462,"TAAGGAA":3463,"TGATGGC":3464,"TGAGCAA":3465,"TTATTTA":3466,"ACAACCA":3467,"TGCCGT":3468,"GAACTTA":3469,"GCGCAT":3470,"TTATACA":3471,"CATC":3472,"CATCGC":3473,"CCGAGC":3474,"TATCTA":3475,"TTGCGGA":3476,"GCCGCCA":3477,"TCATTAC":3478,"CCTTGA":3479,"TACCTA":3480,"TATCGGC":3481,"TTAATTC":3482,"GATAGTG":3483,"TCTAGGC":3484,"GCTTGCC":3485,"TAAGTCA":3486,"TATAGAC":3487,"TTTCAG":3488,"GTGCAG":3489,"GTCCAG":3490,"TCAGGTG":3491,"GTCGACA":3492,"TTGTGGA":3493,"ACAACAC":3494,"GACCTT":3495,"TACTGGA":3496,"CCTTAA":3497,"TTTGTTA":3498,"TCGCGG":3499,"GCTGGCC":3500,"GCTGCCA":3501,"TCCGAGC":3502,"GAAGTAC":3503,"GCATTCC":3504,"ACCACCA":3505,"TGCTACA":3506,"GGAGGAC":3507,"TTGTTAC":3508,"TTGAGT":3509,"GTGATTA":3510,"GACCAG":3511,"TTTGCT":3512,"ATTTGA":3513,"GTTGAGC":3514,"TGGCTCC":3515,"GTCCGTA":3516,"TGAAGGC":3517,"GTAAGA":3518,"GGTGTAA":3519,"TTACAG":3520,"TTCGCGC":3521,"CAGGTC":3522,"GACCGTA":3523,"GCCAGCA":3524,"GACAGGC":3525,"TGAATAC":3526,"GACTGGA":3527,"GCCTGAC":3528,"ACCGGAC":3529,"TGCACCA":3530,"TAGTACA":3531,"TTTACG":3532,"GGAAAG":3533,"CCGTTA":3534,"TACCGC":3535,"TGCCGCA":3536,"TAACAC":3537,"TTCAGTA":3538,"TATAGTC":3539,"ACGAACA":3540,"TCTGGCA":3541,"TACCAT":3542,"TCTTTCC":3543,"GATCCC":3544,"TAAGGTA":3545,"TGATCTC":3546,"TTGTCGC":3547,"TACCTAC":3548,"GCCAGTC":3549,"GTCCGCA":3550,"TTAGGCA":3551,"GCGCTAC":3552,"GCCGCAC":3553,"TGATTTA":3554,"TCCAGAC":3555,"TGTCGA":3556,"GTACTCC":3557,"TTTGGT":3558,"GTTGGTA":3559,"GCTCTCC":3560,"AATGGA":3561,"AATCAA":3562,"TAATTTA":3563,"GCCAGTT":3564,"TAACTCA":3565,"GGTGTT":3566,"ACAATCC":3567,"CAAACC":3568,"CGGTAC":3569,"TGGGAA":3570,"GAATATC":3571,"GAATAGA":3572,"GCAGCAA":3573,"TTCTGAA":3574,"GGATTGC":3575,"GTATCTA":3576,"TACAGTA":3577,"TGTGTCC":3578,"ACTCAAA":3579,"GAGTCAA":3580,"TTCTCGA":3581,"GGCTGAA":3582,"CCTCTC":3583,"GACCTA":3584,"TATAGT":3585,"TATGGAA":3586,"AGTCCA":3587,"TTGTCCA":3588,"TTGTTGC":3589,"ACAGTTC":3590,"TTCCAC":3591,"TTCCGG":3592,"GGACGGA":3593,"GCTAGGA":3594,"ATGACC":3595,"TAATAAC":3596,"GAATGGC":3597,"GTCCTC":3598,"TAAAGAC":3599,"TGACAC":3600,"ACCATAC":3601,"ACCAGAA":3602,"TCTAGTC":3603,"TGTTAAA":3604,"TTTCGAC":3605,"GTGCTGA":3606,"GGTTGCA":3607,"TTACCG":3608,"TAGTTAC":3609,"TTAGCAA":3610,"TTTATC":3611,"TTACGGC":3612,"TGAAACA":3613,"TAGCGAC":3614,"GGTCTCA":3615,"GATCTCA":3616,"TGATTAA":3617,"CAGCAC":3618,"GGCCGTA":3619,"ACGAGCA":3620,"CGGTAA":3621,"TGTACAA":3622,"GGTACCA":3623,"CCGATC":3624,"GACCGTC":3625,"TCCAGTC":3626,"TGACGTC":3627,"GGAAAC":3628,"GAACGTA":3629,"GTCAAG":3630,"AGTACC":3631,"TACGCAC":3632,"GTTACCA":3633,"GTTTCGA":3634,"GCCAGCC":3635,"TAAAGTG":3636,"GGACTCC":3637,"TGAATCC":3638,"TTGATAC":3639,"CTTTAA":3640,"GATTTCA":3641,"GTTTATG":3642,"GACCTAA":3643,"GGCAGCA":3644,"TGTAGGC":3645,"GTTATCA":3646,"TGTGTG":3647,"ACGAGG":3648,"GATTTGC":3649,"GATACCA":3650,"GAGTTCA":3651,"TGTACAC":3652,"ACCATA":3653,"GGTAGG":3654,"TTGCCT":3655,"AAACAC":3656,"TTGGTAC":3657,"TTGTCAA":3658,"GACCGAA":3659,"GACCTGC":3660,"GAGCGGC":3661,"ACGATTC":3662,"GAGGTCA":3663,"ATTAAA":3664,"AATCTC":3665,"GACGCAA":3666,"TCAGTTC":3667,"ACCTGCA":3668,"GGATATA":3669,"TTGCTT":3670,"GTTGGAA":3671,"GCTATGA":3672,"GATGTCC":3673,"GAGGTGC":3674,"GAGGTTC":3675,"TCGGTGC":3676,"TAGGAAA":3677,"TGGTTAC":3678,"TTATAAA":3679,"TGTACCA":3680,"TACGTCA":3681,"TTATCGA":3682,"TACCGTC":3683,"GACCGA":3684,"TGTGGTA":3685,"GTTCCG":3686,"CTGTTC":3687,"TCTTTCA":3688,"TTAGTAA":3689,"GGCCCC":3690,"GTTCGG":3691,"TGTAGTG":3692,"TTTGTGC":3693,"ATGTCC":3694,"CGGTGC":3695,"TACTCAC":3696,"GACACTA":3697,"ACCTCTC":3698,"GTAACAC":3699,"GTTAGGC":3700,"TAGGAT":3701,"TTGACAA":3702,"GACTAAC":3703,"TCCTGGC":3704,"TTATCCA":3705,"GGATCAC":3706,"CATCCA":3707,"GATCACA":3708,"ACCATG":3709,"GTAAACA":3710,"GTTGGAC":3711,"AGTGAC":3712,"TCTTGAA":3713,"TCCGTCC":3714,"ACCTATC":3715,"TTCTACA":3716,"TTCTGCA":3717,"TTTACT":3718,"GTCACT":3719,"CGGCAC":3720,"GAATCTC":3721,"TGCGAAC":3722,"GACCACA":3723,"TTTCGTG":3724,"GGACGCA":3725,"GGTCTA":3726,"GGCAGTG":3727,"TTGAGCA":3728,"GTGAGGA":3729,"TCTGGTC":3730,"ACTGGCA":3731,"GTGCCG":3732,"TCTTACA":3733,"TGTCAG":3734,"ACTGACC":3735,"GCCGCAA":3736,"GTATAGC":3737,"ACAGTCC":3738,"TGTCGT":3739,"GAACGA":3740,"GTGAGCA":3741,"TAATATC":3742,"GTCGAGC":3743,"TTTCTAC":3744,"TTTCGCA":3745,"TGACTGA":3746,"TATAGGA":3747,"GTACCT":3748,"GAACAG":3749,"AATGGC":3750,"AATATC":3751,"GCCAGAC":3752,"GACATG":3753,"TAAAGGCA":3754,"GAACTA":3755,"TTGAACC":3756,"TGTGGTC":3757,"CGTTCC":3758,"GCCTGAA":3759,"GCCTTGC":3760,